{
  "Argumenty": [
    {
      "ID": 40101,
      "name": "primerene",
      "popis": "Požadování úhrady za poskytnutí informací je podmíněno uvedením, o jaké náklady se dle § 17 odst. 1 informačního zákona jedná a jejich podrobnějším rozepsáním. V oznámení o požadování úhrady musí být identifikován druh nákladů, tj. zda jsou požadovány náklady spojené s pořízením kopií, opatřením technických nosičů dat a s odesláním informací žadateli či náklady spojené s mimořádně rozsáhlým vyhledáváním informací. Tyto náklady pak musí být v návaznosti na sazebník nákladů blíže specifikovány (např. tím kolik listů kopií bude učiněno nebo v čem s ohledem na fungování konkrétního povinného subjektu spočívá mimořádnost vyhledávání). Oznámení musí obsahovat odkaz na sazebník úhrady nákladů a informaci, jakým způsobem se s ním lze seznámit.",
      "parent": 40100,
      "titlePlus": "Povinný subjekt požaduje přiměřenou úhradu za poskytnutí informací s uvedením, o jaké náklady dle § 17 odst. 1 informačního zákona se jedná, jejich podrobnějšího rozpisu, dále s odkazem na sazebník a uvedení informace, jakým způsobem se s ním lze seznámit",
      "oduvodneni": "Jelikož povinný subjekt dostatečně neodůvodnil přiměřenost jím požadované úhrady, postupoval v rozporu s § 17 odst. 1 zákona č. 106/1999 Sb.o svobodném přístupu k informacím. Jeho oznámení navíc neobsahuje odkaz na sazebník úhrad nákladů, který musí povinný subjekt pro tyto účely v souladu s nařízením vlády č. 173/2006 Sb. vést. To, že náhrada nákladů za poskytnutí informace nebyla stanovena odkazem na jednotkové sazby sazebníku úhrad nákladů ani jiným prokazatelným způsobem, zejména na základě individuální kalkulace nákladů, je v rozporu s § 2 odst. 2 nařízení 173/2006 Sb.",
      "titleMinus": "Povinný subjekt požaduje nepřiměřeně vysokou úhrady za poskytnutí informací bez uvedení toho, o jaké náklady dle § 17 odst. 1 informačního zákona se jedná, jejich podrobnějšího rozpisu, bez odkazu na sazebník a uvedení informace, jakým způsobem se s ním lze seznámit",
      "obligatorni": null
    },
    {
      "ID": 40102,
      "name": "jizPoskytl",
      "popis": "Povinný subjekt informaci již poskytl a požaduje úhradu zpětně. Zákon výslovně stanoví, že úhradu může povinný subjekt žádat pouze předem.",
      "parent": 40100,
      "titlePlus": null,
      "oduvodneni": "Jelikož informace již byla poskytnuta, je požadování úhrady v rozporu s § 17 odst. 4 zákona č. 106/1999 Sb., o svobodném přístupu k informacím.",
      "titleMinus": "Povinný subjekt požaduje úhradu nákladů poté, co již informaci poskytl.",
      "obligatorni": null
    },
    {
      "ID": 0,
      "name": "Odlozeni",
      "popis": "Povinný subjekt je v souladu s § 17 odst. 5 informačního zákona oprávněn žádost o informace odložit, pokud žadatel ve lhůtě 60 dní od oznámení výše požadované úhrady ze strany povinného subjektu úhradu nezaplatí. Pokud ale žadatel proti oznámení o výši úhrady podá stížnost, lhůta 60 dní pro uhrazení úhrady neběží. Povinný subjekt tedy po dobu vyřizování stížnosti žádost o informace nesmí odložit. Zároveň informaci bez poskytnutí úhrady není povinen poskytnout. Musí vyčkat rozhodnutí nadřízeného orgánu o stížnosti a následně se řídit podle něj. ",
      "parent": 0,
      "titlePlus": "Podali jste stížnost proti výši úhrady. Povinný subjekt přesto odložil žádost o informace z důvodu nezaplacené úhrady za poskytnutí informace.",
      "oduvodneni": null,
      "titleMinus": "Podali jste stížnost proti výši úhrady. Povinný subjekt s poskytnutím informace vyčkává do rozhodnutí nadřízeného orgánu o stížnosti.",
      "obligatorni": null
    },
    {
      "ID": 40201,
      "name": "Kopie",
      "popis": "Povinný subjekt je v souladu s § 17 odst. 1 informačního zákona oprávněn požadovat úhradu za náklady spojené s pořízením kopií požadovaných informací, resp. listin. Výše úhrady za pořízení kopií musí být v souladu s § 2 odst. 1 nařízení vlády č. 173/2006 Sb. stanovena jako součet dílčích částek odvozených z přímých nákladů na pořízení kopií. Z oznámení o výši požadované úhrady musí být zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V souladu s § 3 odst. 1 nařízením vlády č. 173/2006 Sb. povinný subjekt stanoví v sazebníku sazby za pořízení 1 kopie v závislosti na druhu kopie a použité technologii kopírování. I v oznámení o výši úhrady tak musí být uveden seznam poskytovaných kopií, údaje o počtu listů, druhu a formátu kopie, jednotkové částce a celkové částce za kopie požadované (vypočítané na základě jednotkové sazby za kopii uvedené v sazebníku).",
      "parent": 40200,
      "titlePlus": "Povinný subjekt požaduje úhradu za poskytnutí kopií požadovaných listin. V oznámení o výši úhrady uvádí seznam poskytovaných kopií, údaje o počtu listů, druhu a formátu kopie, jednotkové částce a celkové částce za kopie požadované.",
      "oduvodneni": "Z oznámení o výši požadované úhrady musí být v souladu s nařízením vlády č. 173/2006 Sb. zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V sazebníku úhrad musí být v souladu s § 4 odst. 1 nařízení vlády č. 173/2006 Sb. uvedena sazba za pořízení 1 kopie v závislosti na druhu kopie a použité technologii kopírování. Výše úhrady za pořízení kopií musí být v souladu s § 2 odst. 1  nařízení vlády č. 173/2006 Sb. stanovena jako součet dílčích částek odvozených z přímých nákladů na pořízení kopií.\n\nDle odborné komentářové literatury k zákonu č. 106/1999 Sb. o svobodném přístupu k informacím je \"odůvodnění oznámení (...) třeba vždy věnovat náležitou a pečlivou pozornost, přičemž za optimální lze považovat v případě úhrady za kopie listin uvedení seznamu poskytovaných kopií s údajem o počtu listů, druhu a formátu kopie, jednotkové částce a celkové částce za kopie požadované (výpočet by bylo možné provést buď u každé listiny zvlášť, nebo souhrnně vůči celému seznamu).\"(FUREK, Adam. § 17 [Hrazení nákladů]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 993.)\n\nV oznámení o výši úhrady nebyly výše uvedené skutečnosti uvedeny. Oznámení obsahovalo pouze celkovou částku, která nebyla odůvodněná. Postup povinného subjektu při určení výše požadované úhrady za poskytnutí informace tak byl v rozporu s § 17 zákona č. 106/1999 Sb. o osvobodném přístupu k informacím a nařízením vlády č 173/2006 Sb.",
      "titleMinus": "Povinný subjekt požaduje úhradu za poskytnutí kopií požadovaných listin. V oznámení o výši úhrady uvádí pouze celkovou částku požadovanou za kopie.",
      "obligatorni": null
    },
    {
      "ID": 40301,
      "name": "NosicDat",
      "popis": "Povinný subjekt je v souladu s § 17 odst. 1 informačního zákona oprávněn požadovat úhradu za opatření technických nosičů dat. Výše úhrady za opatření technických nosičů dat musí být v souladu s § 2 odst. 1 nařízení vlády č. 173/2006 Sb. stanovena jako součet dílčích částek odvozených z přímých nákladů na jejich opatření. Z oznámení o výši požadované úhrady musí být zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V souladu s § 5 nařízení vlády č. 173/2006 Sb. musí být v sazebníku úhrad uvedena sazba za pořízení 1 kusu každého druhu technického nosiče dat, které odpovídají pořizovacím nákladům uvedeného nosiče pro povinný subjekt. I v oznámení o výši úhrady tak musí být uveden počet kusů technických nosičů dat, které bude povinný subjekt muset opatřovat, jejich jednotková částku stanovenou ve sazebníku úhrad a celkovou částku požadovanou po žadateli.\n\n",
      "parent": 40300,
      "titlePlus": "Povinný subjekt požaduje úhradu za opatření technických nosičů dat (CD, DVD ...), na kterých vám má informace být předána. V oznámení o výši úhrady uvádí počet kusů, jejich jednotkovou částku a celkovou požadovanou částku. ",
      "oduvodneni": "Z oznámení o výši požadované úhrady musí být v souladu s nařízením vlády č. 173/2006 Sb. zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena.  V sazebníku úhrad musí být v souladu s § 5 nařízení vlády č. 173/2006 Sb. uvedena sazba za pořízení 1 kusu každého druhu technického nosiče dat, které odpovídají pořizovacím nákladům uvedeného nosiče pro povinný subjekt. Výše úhrady za pořízení kopií musí být v souladu s § 2 odst. 1  nařízení vlády č. 173/2006 Sb. stanovena jako součet dílčích částek odvozených z přímých nákladů na opatření technických nosičů dat.\n\nDle odborné komentářové literatury k zákonu č. 106/1999 Sb. o svobodném přístupu k informacím je \"odůvodnění oznámení (...) třeba vždy věnovat náležitou a pečlivou pozornost (...) V případě úhrady za technický nosič dat je vhodné uvést počet kusů, jejich jednotkovou částku a celkovou požadovanou částku.\" (FUREK, Adam. § 17 [Hrazení nákladů]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 993.)\n\nV oznámení o výši úhrady nebyly výše uvedené skutečnosti uvedeny. Oznámení obsahovalo pouze celkovou částku, která nebyla odůvodněná. Postup povinného subjektu při určení výše požadované úhrady za poskytnutí informace tak byl v rozporu s § 17 zákona č. 106/1999 Sb. o svobodném přístupu k informacím a nařízením vlády č 173/2006 Sb.",
      "titleMinus": "Povinný subjekt požaduje úhradu za opatření technických nosičů dat (CD, DVD ...), na kterých vám má informace být předána. V oznámení o výši úhrady uvádí uvádí pouze celkovou částku požadovanou za technické nosiče dat.",
      "obligatorni": null
    },
    {
      "ID": 40401,
      "name": "Odeslani",
      "popis": "Povinný subjekt je v souladu s § 17 odst. 1 informačního zákona oprávněn požadovat úhradu za náklady spojené s odesláním požadované informace. Výše úhrady za náklady spojené s odesláním požadované informace musí být v souladu s § 2 odst. 1 nařízení vlády č. 173/2006 Sb. stanovena jako součet dílčích částek odvozených z přímých nákladů na jejich opatření. Z oznámení o výši požadované úhrady musí být zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V souladu s § 6 nařízení vlády č. 173/2006 Sb. musí být v sazebníku úhrad uvedena sazba za balné stanovená paušální částkou a sazba za náklady na poštovní služby, kterou tvoří cena uhrazená povinným subjektem provozovateli poštovních služeb. V oznámení o výši úhrady má být uveden způsob doručení (např. odeslání zásilky do 500 g, doporučeně s dodejkou) a kalkulace sazby podle sazebníku (včetně případného propojení s ceníkem držitele poštovní licence).\n",
      "parent": 40400,
      "titlePlus": "Povinný subjekt požaduje úhradu za náklady spojené s odesláním informací žadateli. V oznámení o výši úhrady uvádí způsob doručení (např. odeslání zásilky do 500 g, doporučeně s dodejkou) a kalkulaci sazby podle sazebníku (včetně případného propojení s ceníkem držitele poštovní licence).",
      "oduvodneni": "Z oznámení o výši požadované úhrady musí být v souladu s nařízením vlády č. 173/2006 Sb. zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena.  V sazebníku úhrad musí být v souladu s § 6 uvedena sazba za balné stanovená paušální částkou a sazba za náklady na poštovní služby, kterou tvoří cena uhrazená povinným subjektem provozovateli poštovních služeb. Výše úhrady za pořízení kopií pak v souladu s § 2 odst. 1  nařízení vlády č. 173/2006 Sb. činí součet těchto dílčích částek odvozených z přímých nákladů na odeslání.\n\nDle odborné komentářové literatury k zákonu č. 106/1999 Sb. o svobodném přístupu k informacím je \"odůvodnění oznámení (...) třeba vždy věnovat náležitou a pečlivou pozornost (...) v případě úhrady za odeslání informací žadateli (je vhodné uvést) způsob doručení (např. odeslání zásilky do 500 g, doporučeně s dodejkou) a kalkulaci sazby podle sazebníku (včetně případného propojení s ceníkem držitele poštovní licence)\" (FUREK, Adam. § 17 [Hrazení nákladů]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 993.)\n\nV oznámení o výši úhrady nebyly výše uvedené skutečnosti uvedeny. Oznámení obsahovalo pouze celkovou částku, která nebyla odůvodněná. Postup povinného subjektu při určení výše požadované úhrady za poskytnutí informace tak byl v rozporu s § 17 zákona č. 106/1999 Sb. o o svobodném přístupu k informacím a nařízením vlády č 173/2006 Sb.",
      "titleMinus": "Povinný subjekt požaduje úhradu za náklady spojené s odesláním informací žadateli. V oznámení o výši úhrady uvádí pouze požadovanou částku bez jakéhokoliv odůvodnění či kalkulace výše sazby. ",
      "obligatorni": "\n"
    },
    {
      "ID": 40501,
      "name": "Oduvodneni",
      "popis": "Povinný subjekt je v souladu s § 17 odst. 1 informačního zákona oprávněn požadovat úhradu za mimořádně rozsáhlé vyhledávání informací. V souladu s § 17 odst. 3 informačního zákona musí být z oznámení o výši úhrady zřejmé, na základě jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V oznámení o výši úhrady musí být uvedeno:\n\n* jednotková sazba (vyplývá z § 2 odst. 1 nařízení vlády č. 173/2006 Sb.) a počet hodin, po které trvalo vyhledání informací,\n* jaké konkrétní činnosti povinný subjekt zahrnul pod vyhledání informace (podrobný popis aktivit pracovníků povinného subjektu, které jsou dle jeho názoru mimořádně rozsáhlým vyhledáváním informací) a \n* v čem spatřuje jeho mimořádnou rozsáhlost \nCo se týče jednotkové sazby, povinný subjekt v souladu s § 7 nařízení vlády č. 173/2006 Sb. stanoví v sazebníku hodinové sazby odvozené z nákladů na platy, případně mzdy a z ostatních osobních nákladů spojených s mimořádně rozsáhlým vyhledáním informací.",
      "parent": 40500,
      "titlePlus": "Povinný subjekt požaduje úhradu za mimořádně rozsáhlé vyhledávání informací. V oznámení o výši úhrady uvádí jednotkovou sazbu, vč. odkazu na sazebník úhrad a počet hodin, po které trvalo vyhledání informací. Dále popisuje, jaké konkrétní činnosti povinný subjekt zahrnul pod vyhledání informace (podrobný popis aktivit pracovníků povinného subjektu, které jsou dle jeho názoru mimořádně rozsáhlým vyhledáváním informací) a v čem spatřuje jeho mimořádnou rozsáhlost. ",
      "oduvodneni": "Povinný subjekt je v souladu s § 17 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") oprávněn požadovat úhradu za mimořádně rozsáhlé vyhledávání informací. V souladu s § 17 odst. 3 informačního zákona musí být z oznámení o výši úhrady zřejmé, na základě, jakých skutečností a jakým způsobem byla výše úhrady povinným subjektem vyčíslena. V souladu s § 2 odst. 1 nařízení vlády č. 173/2006 Sb. stanoví povinný subjekt výši úhrady na základě jednotkových sazeb, pokud je to možné. V ostatních případech stanoví povinný subjekt výši úhrady jiným prokazatelným způsobem, zejména na základě individuální kalkulace nákladů. Jednotková sazba v sazebníku úhrad je v souladu s § 7 nařízení vlády č. 173/2006 Sb. stanovena ve formě hodinové sazby odvozené z nákladů na platy, případně mzdy a z ostatních osobních nákladů spojených s mimořádně rozsáhlým vyhledáním informací.\n\nOdborná komentářová literatury k informačnímu zákonu se k obsahu oznámení o výši úhrady vyjadřuje následovně: \" V případě úhrady za mimořádně rozsáhlé vyhledání informací je nutné nejen uvést jednotkovou sazbu a počet hodin, po které trvalo vyhledání informací, ale též náležitě odůvodnit, jaké konkrétní činnosti povinný subjekt zahrnul pod vyhledání informace (podrobný popis aktivit pracovníků povinného subjektu, které jsou dle jeho názoru mimořádně rozsáhlým vyhledáváním informací) a v čem spatřuje jeho mimořádnou rozsáhlost (srov. rozsudek KS v Hradci Králové č. j. 30 Af 16/2013-59).\"(FUREK, Adam. § 17 [Hrazení nákladů]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 993.)\n\nV oznámení o výši úhrady nebyly výše uvedené skutečnosti uvedeny. Oznámení obsahovalo pouze celkovou částku, která nebyla odůvodněná. Postup povinného subjektu při určení výše požadované úhrady za poskytnutí informace tak byl v rozporu s § 17 zákona č. 106/1999 Sb. o o svobodném přístupu k informacím a nařízením vlády č 173/2006 Sb.",
      "titleMinus": "Povinný subjekt požaduje úhradu za mimořádně rozsáhlé vyhledávání informací. V oznámení o výši úhrady uvádí pouze celkovou požadovanou částku. Oznámení neobsahuje odkaz na sezbník ani odůvodnění stanovení výše úhrady.",
      "obligatorni": null
    },
    {
      "ID": 40502,
      "name": "PravniPosouzeni",
      "popis": "Činnost spočívající v právním posouzení, zda vyhledané informace lze nebo nelze poskytnout, tj. zda je dán důvod pro (částečné) odmítnutí žádosti, nemá povahu činnosti směřující k poskytnutí informací. Z tohoto důvodu nespadá pod náklady za mimořádně rozsáhlé vyhledávání informací, a povinný subjekt nemůže požadovat úhradu jejích nákladů (5 A 119/2001-38, 59 Ca 12/2007-31).",
      "parent": 40500,
      "titlePlus": null,
      "oduvodneni": "Povinný subjekt je v souladu s § 17 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") oprávněn požadovat úhradu za mimořádně rozsáhlé vyhledávání informací. Činnost spočívající v právním posouzení, zda vyhledané informace lze nebo nelze poskytnout, tj. zda je dán důvod pro (částečné) odmítnutí žádosti, nemá povahu činnosti směřující k poskytnutí informací. Z tohoto důvodu nespadá pod náklady za mimořádně rozsáhlé vyhledávání informací, a povinný subjekt nemůže požadovat úhradu jejích nákladů. [srov. rozsudek NSS č. j. 5 A 119/2001-38 (74/2004 Sb.NSS), či rozsudek KS v Ústí nad Labem č. j. 59 Ca 12/2007-31]\n\nNejvyšší správní soud se ve svém rozhodnutí sp. zn. 5 A 119/2001 ze dne 10. 10. 2003 zabýval otázkou, zda lze požadovat náklady za zjištění, zda informace jsou chráněny jako obchodní tajemství. V této souvislosti uvedl: „Úhradu nelze žádat za náklady spojené se zjišťováním, zda požadovaná informace bude vůbec poskytnuta.“\n\nPožadavek úhrady nákladů je na základě výše uvedeného v rozporu s § 17 odst. 1 informačního zákona, neboť jsou požadovány náklady, které nespadají pod mimořádně rozsáhlé vyhledávání informací.",
      "titleMinus": "Povinný subjekt v rámci požadavku na úhradu nákladů za mimořádně rozsáhle vyhledávání požadoval úhradu nákladů za dobu nutnou na právní posouzení, zda vyhledané informace lze nebo nelze poskytnout, tj. zda je dán důvod pro (částečné) odmítnutí žádosti.",
      "obligatorni": null
    },
    {
      "ID": 40503,
      "name": "ZvlastniSazby",
      "popis": "Za činnosti, pro které informační zákon stanovuje zvláštní sazby (př. kopírování listin, či odeslání informace) nelze požadovat úhradu v rámci mimořádně rozsáhlého vyhledávání informací. Tyto náklady může povinný subjekt požadovat pouze s odkazem na příslušné ustanovení informačního zákona.",
      "parent": 40500,
      "titlePlus": null,
      "oduvodneni": "Povinný subjekt je v souladu s § 17 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") oprávněn požadovat úhradu za mimořádně rozsáhlé vyhledávání informací. Jak uvádí odborná komentářová literatura k informačnímu zákonu: \"Pod vyhledání informace ovšem v žádném případě nelze zařadit dobu vynaloženou na kopírování dokumentů (event. na související či obdobné činnosti) ani dobu nutnou k odeslání informace žadateli, neboť pro tyto náklady jsou určeny zvláštní sazby (tyto činnosti navíc ani nemají povahu doby strávené s vyhledáním informace).\" (FUREK, Adam. § 17 [Hrazení nákladů]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 993.)\n\nPožadavek úhrady nákladů je na základě výše uvedeného v rozporu s § 17 odst. 1 informačního zákona, neboť jsou požadovány náklady, které nespadají pod mimořádně rozsáhlé vyhledávání informací.",
      "titleMinus": "Povinný subjekt v rámci požadavku na úhradu nákladů a mimořádně rozsáhle vyhledávání požadoval úhradu za činnosti, pro které informační zákon stanovuje zvláštní sazby (př. kopírování listin, či odeslání informace). ",
      "obligatorni": null
    },
    {
      "ID": 40504,
      "name": "MimoradnyRozsah",
      "popis": null,
      "parent": 40500,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": null
    },
    {
      "ID": 40505,
      "name": "Zjisteni",
      "popis": "Činnost spočívající ve zjištění, zda povinný subjekt požadovanou informací vůbec disponuje, není vyhledáním informací ve smyslu § 17 odst. 1 informačního zákona. Úhradu nákladů za tuto činnost požadovat nelze.",
      "parent": 40500,
      "titlePlus": null,
      "oduvodneni": "Povinný subjekt je v souladu s § 17 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") oprávněn požadovat úhradu za mimořádně rozsáhlé vyhledávání informací. Činnost spočívající ve zjištění, zda povinný subjekt požadovanou informací vůbec disponuje, není vyhledáním informací ve smyslu § 17 odst. 1 informačního zákona. To vyplývá mj. z důvodové zprávy k zákonu č. 61/2006 Sb.,: \"Nejčastější chybou, které se správní orgány dopouštějí, je špatná interpretace § 17 odst. 1, který stanoví, že výše úhrady nesmí mimo jiné přesáhnout náklady spojené s vyhledáním informací. Do celkové výše úhrady však byly často započítávány i např. náklady na vznik informace samotné (např. na vznik informačního systému), nebo náklady na zjištění, zda vůbec správní orgán informací disponuje, což vedlo k vyúčtování nepřiměřených částek za poskytnutí informace.\"\n\nPožadavek úhrady nákladů je na základě výše uvedeného v rozporu s § 17 odst. 1 informačního zákona, neboť jsou požadovány náklady, které nespadají pod mimořádně rozsáhlé vyhledávání informací.",
      "titleMinus": "Povinný subjekt v rámci požadavku na úhradu nákladů a mimořádně rozsáhle vyhledávání požadoval úhradu za zjištění, zda požadovanou informací disponuje.",
      "obligatorni": null
    },
    {
      "ID": 20101,
      "name": "Nazor",
      "popis": "Povinný subjekt není povinen čistě pro účely žádosti zaujímat nové názory. Pokud ale názor již byl zaujat a je zaznamenán, povinný subjekt je povinen jej jako informaci ve smyslu informačního zákona poskytnout.",
      "parent": 20100,
      "titlePlus": "Žádosti o informaci požadujete po povinném subjektu, aby vám jako informaci poskytl názor, který na základě vaší žádosti nově zaujme. Žádáte např. o poskytnutí právní analýzy určitého problému v působnosti povinného subjektu či informace o tom, jak bude v konkrétní věci rozhodnuto, resp. jaká opatření povinný orgán hodlá ve věci učinit. Povinný subjekt vám takové informace neposkytl.\n",
      "oduvodneni": "Povinnost poskytovat informace se v souladu s § 2 odst. 4 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") netýká dotazů na názory, budoucí rozhodnutí a vytváření nových informací. Žádostí o informace žadatel žádal o sdělení informace, resp. názoru, který již byla zaujat a je zaznamenán. K této problematice se odborná komentářová literatura k informačnímu zákonu vyjádřila následovně: \"Jestliže se žadatel domáhá stanoviska, které již bylo (dle tvrzení žadatele) zaujato, a pokud povinný subjekt toto stanovisko skutečně zaujal a zaznamenal (např. v usnesení zastupitelstva), pak přestože se jedná o jeho názor na určitou záležitost, nebude možné uplatnit § 2 odst. 4 a zaujaté stanovisko bude třeba poskytnout (sdělením jeho obsahu, poskytnutím kopie apod.).\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.)\n\nZ výše uvedeného vyplývá, že neposkytnutí požadované informace je v rozporu s § 2 odst. 4 informačního zákona.",
      "titleMinus": "Povinný subjekt vám neposkytl názor, který již byl zaujat a zaznamenán (např. v usnesení zastupitelstva).",
      "obligatorni": null
    },
    {
      "ID": 20102,
      "name": "Dovysvetleni",
      "popis": "Povinný subjekt není povinen vyhovět žádostem o informace, které směřují k \"dovysvětlení\" jeho rozhodnutí či stanoviska.",
      "parent": 20100,
      "titlePlus": "Povinný subjekt neposkytl informace směřující k „(do)vysvětlení“ jeho postupů či stanovisek. Jedná se například o situace, kdy jste žádali o sdělení, z jakého důvodu povinný subjekt vydal konkrétní rozhodnutí či učinil jiný úkon.",
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": null
    },
    {
      "ID": 20103,
      "name": "NedisponujePovinnost",
      "popis": "Pokud je povinný subjekt informací povinen disponovat (př. mu to ukládá zákon o archivaci), není oprávněn žádost o informace odmítnout s odkazem na § 2 odst. 4 informačního zákona. Má povinnost informaci vytvořit, aby zhojil porušení své zákonné povinnosti, a následně vám ji poskytnout. Výjimkou je situace, kdy informaci obnovit (znovu získat) nelze pro faktickou nemožnost (7 A 280/2011-77).",
      "parent": 20100,
      "titlePlus": null,
      "oduvodneni": "Povinnost poskytovat informace se v souladu s § 2 odst. 4 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") netýká dotazů na názory, budoucí rozhodnutí a vytváření nových informací. Povinný subjekt tedy není povinen poskytnout informace, kterými nedisponuje. To však platí pouze pro informace, kterými povinný subjekt ze zákona nemusí disponovat.\n\nNejvyšší správní soud se v rozhodnutí č. j. 6 As 136/2014-41 (3223/2015 Sb.NSS) vyjádřil: „Skutečnost, zda měl povinný subjekt zákonem stanovenou povinnost danými údaji disponovat (například podle zákona č. 499/2004, o archivnictví a spisové službě, nebo podle SpŘ z roku 2004), je relevantní, zjistí-li povinný subjekt, že požadované informace již nemá, jelikož byly vymazány nebo odstraněny. V takovém případě musí informace, kterými byl povinen disponovat, opět vytvořit.“ \n\nPovinný subjekt je informací povinen disponovat, jelikož mu to ukládá zákon č. 499/2004 Sb. o archivnictví a spisové službě („zákon o archivnictví“). Pokud informací, jak uvádí v rozhodnutí o odmítnutí, nedisponuje, je povinen požadovanou informaci opět vytvořit. ",
      "titleMinus": "Povinný subjekt neposkytl informaci s odůvodněním, že tuto informaci nemá. Dle zákona je ale povinen tuto informaci mít. Povinnost informaci mít ukládá zejména zákon o archivnictví. Ten stanoví, že po dobu trvání skartační lhůty musí být dokumenty uloženy ve spisovně. Délku skartační lhůty určuje pro jednotlivé druhy dokumentů spisový a skartační plán, který je povinný subjekt v souladu se zákonem o archivnictví povinna vydat.",
      "obligatorni": null
    },
    {
      "ID": 20104,
      "name": "NedisponujeOduvodneni",
      "popis": "Povinný subjekt není povinen vydat informace, které reálně nemá a zároveň je ze zákona nemusí mít. Podmínkou je, že vyvine určitou aktivitu, aby zjistil, zda požadovanou informaci (náhodou) opravdu nemá. Tuto aktivitu musí popsat v odůvodnění rozhodnutí o odmítnutí žádosti. ",
      "parent": 20100,
      "titlePlus": "Povinný subjekt neposkytl informaci s odůvodněním, že tuto informaci nemá. Toto své tvrzení ničím nepodložil ani jej neodůvodnil.",
      "oduvodneni": "Povinnost poskytovat informace se v souladu s § 2 odst. 4 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") netýká dotazů na názory, budoucí rozhodnutí a vytváření nových informací. Povinný subjekt tedy není povinen poskytnout informace, kterými nedisponuje a ze zákona není povinen jimi disponovat.\n\nDle odborné komentářové literatury k informačnímu zákonu \"je nutné, aby závěr povinného subjektu o tom, že informací skutečně nedisponuje, byl přezkoumatelným způsobem doložen. Nepostačí tedy pouhé prohlášení povinného subjektu (např. v rámci odůvodnění rozhodnutí), že informaci nemá a nemá povinnost jí mít. Povinný subjekt musí vyvinout určitou aktivitu spočívající ve zjišťování, zda požadovanou informaci (náhodou) opravdu nemá, tuto aktivitu doložit do spisu (obvykle se využívají různá prohlášení vyřizujících osob) a popsat v odůvodnění rozhodnutí o odmítnutí žádosti.\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.) Tento závěr vyplývá i z odůvodnění rozsudků NSS č. j. 5 As 24/2015--36 a 6 As 136/2014-41 (3223/2015 Sb.NSS).\n\nTvrzení povinného subjektu o tom, že požadovanou informací nedisponuje, není žádným způsobem doloženo.",
      "titleMinus": "Povinný subjekt neposkytl informaci s odůvodněním, že tuto informaci nemá. V odůvodnění žádosti popsal, jakou aktivitu vyvinul, aby zjistil, zda informaci skutečně nemá.",
      "obligatorni": null
    },
    {
      "ID": 20105,
      "name": "SouborDat",
      "popis": "U žádostí, které míří na poskytnutí různých soupisů či seznamů z informací, které má povinný subjekt k dispozici, je potřeba vždy podle individuálních okolností případu posoudit, zda se jedná o zpracování odpovědi na žádost, tj. o vyhledání (shromáždění) požadovaných informací a jejich uzpůsobení pro poskytnutí žadateli, a kdy již půjde o vytvoření nové informace. V této souvislosti je hlavním hlediskem míra „intelektuální náročnosti“ činnosti, která by byla nutná pro přípravu odpovědi na žádost. O vytváření nové informace proto půjde pouze tehdy, jestliže k vytvoření odpovědi na žádost nestačí požadované údaje, které má povinný subjekt k dispozici jen mechanicky vyhledat a shromáždit, ale jestliže je nezbytné tyto údaje dále zpracovat nad rámec prostého „vtělení“ do odpovědi na žádost. Hledisko pracnosti či doby, která je potřebná pro přípravu odpovědi na žádost (shromáždění informací), při tomto posuzování není relevantní. Tyto faktory totiž informační zákon zohledňuje institutem mimořádně rozsáhlého vyhledání informací (§ 17 odst. 1 informačního zákona), resp. možností prodloužit lhůtu pro poskytnutí informace (§ 14 odst. 7 informačního zákona).",
      "parent": 20100,
      "titlePlus": "Povinný subjekt neposkytl soupis či seznam z informací, jež má k dispozici. Vytvoření požadované informace přitom není jednoduchou operací (vyhledání údajů a jejich shromáždění), ale vyžadovalo by další intelektuální činnost povinného subjektu spočívající v jejich zpracování. O takový případ by se jednalo např. v situaci, kdy je požadováno vypracování podrobné statistiky z jednotlivých správních spisů, např. z jakých důvodů bylo určitým způsobem rozhodnuto ve vazbě na výši pokuty a osobu přestupce.",
      "oduvodneni": "Povinnost poskytovat informace se v souladu s § 2 odst. 4 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") netýká dotazů na názory, budoucí rozhodnutí a vytváření nových informací. Povinný subjekt tedy není povinen na žádost vytvářet nové informace. Vytvoření soupisu či seznamu informací, které má povinný subjekt k dispozici, by za určitých okolností mohlo být vytvářením nové informace. Dle názoru podatele se ale nejedná o jeho případ.\n\nKomentářová literatura k informačnímu zákonu v této souvislosti uvádí: \"Rozlišení obou kategorií tudíž musí být hledáno v míře „intelektuální náročnosti“ činnosti, která by byla nutná pro přípravu odpovědi na žádost. O vytváření nové informace proto půjde pouze tehdy, jestliže k vytvoření odpovědi na žádost nestačí pouhé mechanické vyhledání a shromáždění údajů, které má povinný subjekt k dispozici a které jsou žadatelem poptávány, ale jestliže je nezbytné s těmito údaji provádět další zpracovávání nad rámec prostého „vtělení“ do odpovědi na žádost.\" Hledisko pracnosti či doby, která je potřebná pro přípravu odpovědi na žádost (shromáždění informací), při tomto posuzování není relevantní. Tyto faktory totiž informační zákon zohledňuje institutem mimořádně rozsáhlého vyhledání informací (§ 17 odst. 1), resp. možností prodloužit lhůtu pro poskytnutí informace (§ 14 odst. 7). ((FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.). Dle konstantní judikatury Nejvyššího správního soudu je nutné hodnotit vždy v konkrétním případě, zda by uspokojení požadavku žadatele již bylo svou podstatou vytvářením nové informace či nikoliv... Srov. např. rozhodnutí NSS č. j. 1 As 141/2011-67 (2635/2012 Sb.NSS), dále č. j. 8 As 9/2013-30 či č. j. 3 As 115/2014-29.\n\nPodatel po povinném subjektu požadoval pouze shromáždění údajů, kterými již disponoval, přičemž tyto údaje nebylo potřeba nijak dál intelektuálně zpracovávat. Z tohoto důvodu po povinném subjektu nepožadoval vytvoření nové informace. Vydané rozhodnutí o odmítnutí žádosti je tak v rozporu s § 2 odst. 4 informačního zákona.",
      "titleMinus": "Povinný subjekt neposkytl soupis či seznam z informací, jež má k dispozici. Vytvoření požadované informace je přitom pouze jednoduchou operací (vyhledání údajů a jejich shromáždění). Nevyžaduje další intelektuální činnost povinného subjektu spočívající v zpracování existujících informací. O takový případ by se jednalo např. v situaci, kdy je požadováno např. sdělení počtu vydaných stavebních povolení u konkrétního stavebního úřadu.",
      "obligatorni": null
    },
    {
      "ID": 0,
      "name": "Anonymizace",
      "popis": "Podle § 12 informačního zákona provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud tedy požadovaná informace (př. smlouva nebo rozhodnutí) obsahuje osobní údaje, jež jsou v souladu s § 8a informačního zákona z poskytování vyloučeny, je povinný subjekt povinen poskytnout celou tuto požadovanou informaci, př. celou požadovanou smlouvu, a osobní údaje z ní vyloučit, př. je v textu dokumentu začernit.",
      "parent": 20300,
      "titlePlus": "Povinný subjekt poskytl celou požadovanou informaci (př. smlouvu nebo rozhodnutí) a chráněné osobní údaje v ní anonymizoval, př. jejich začerněním.",
      "oduvodneni": "Podle § 12 zákona č. 106/1999 Sb. o svobodném přístupu k informacím (\"informační zákon\") provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud tedy požadovaná informace obsahuje osobní údaje, které jsou v souladu s § 8a informačního zákona z poskytnutí vyloučeny, povinný subjekt je povinen informaci poskytnout celou po jejich vyloučení.\n\nDle rozsudku Nejvyššího správního soudu sp. zn.  7 A 3/2002 ze dne 14. 1. 2004 „(p)okud jde o rozsah, v jakém lze odmítnout poskytnutí osobních údajů, Nejvyšší správní soud má za to, že osobním údajům je poskytnuta dostatečná ochrana již jejich znečitelněním v autentickém textu, a proto nelze odmítnout poskytnout celou ucelenou část textu tyto údaje obsahující.“\n\nTím, že povinný subjekt požadovanou informaci neposkytl celou, došlo z jeho strany k porušení § 12 informačního zákona. ",
      "titleMinus": "Povinný subjekt neposkytl požadovanou informaci (př. smlouvu nebo rozhodnutí) s odůvodněním, že jsou zde obsaženy chráněné osobní údaje, které poskytnout nesmí.",
      "obligatorni": "O"
    },
    {
      "ID": 20301,
      "name": null,
      "popis": null,
      "parent": 20300,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": "O"
    },
    {
      "ID": 20302,
      "name": "PO",
      "popis": "Z judikatury Nejvyššího správního soudu (6 A 83/2001, 9 Ans 5/2012) vyplývá, že u právnických osob osobní údaje neexistují. Ochrana osobních údajů se vztahuje pouze na fyzické osoby.",
      "parent": 20300,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 8a odst. 1 zákona č. 106/1999 Sb. o svobodném přístupu k informacím (informační zákon) je povinný subjekt oprávněn neposkytnou žadateli osobní údaje. Dle konstantní judikatury Nejvyššího správního soudu osobními údaji disponují pouze fyzické, nikoliv právnické osoby.\n\nV rozsudku sp. zn. 6 A 83/2001 ze dne 13.10.2004,  (651-9/2005 Sb. NSS) Nejvyšší správní soud uvedl: \"Podle § 1 ZOOÚ je ochrana poskytována fyzickým, nikoli právnickým osobám.“ Stejným způsobem se vyjádřil i v rozsudku č. j. 9 Ans 5/2012-29 ze dne 31. 5. 2012: „Identita právnických osob je veřejná a z povahy věci u nich existence osobních údajů nepřichází v úvahu.“\n\nPovinný subjekt odůvodnil neposkytnutí informace, resp. její části ochranou osobních údajů právnické osoby. Vzhledem k výše uvedenému toto odůvodnění neobstojí.",
      "titleMinus": "- Povinný subjekt neposkytl požadovanou informaci s odůvodněním, že obsahuje osobní údaje právnické osoby.\n\n* Povinný subjekt požadovanou informaci poskytl, ale anonymizoval v ní údaje o právnické osoby s odůvodněním, že se jedná o její osobní údaje.",
      "obligatorni": "O"
    },
    {
      "ID": 20303,
      "name": "Funkcionar",
      "popis": "Podle § 8a odst. 2 informačního zákona povinný subjekt poskytne osobní údaje o veřejně činné osobě, funkcionáři nebo zaměstnanci veřejné správy, které vypovídají o jeho veřejné nebo úřední činnosti nebo o jeho funkčním nebo pracovním zařazení. Jedná se tedy o výjimku z obecného principu neposkytování osobních údajů z důvodu ochrany osobnosti stanoveného v § 8a odst. 1 informačního zákona. Poskytnutí těchto informací lze odmítnout, pokud je cílem žádosti konkrétní osobu poškodit (např. jí vydírat nebo vůči ní vyprovokovat nenávist).",
      "parent": 20300,
      "titlePlus": "Povinný subjekt neposkytl osobní údaje o veřejně činné osobě, funkcionáři nebo zaměstnanci veřejné správy, které vypovídají o jeho veřejné nebo úřední činnosti nebo o jeho funkčním nebo pracovním zařazení (např. informace o dosaženém vzdělání a odborné praxi zaměstnanců veřejné správy). Cílem podání žádosti nebyla kontrola veřejné správy, ale snaha o poškození konkrétní osoby (př. na základě informací o jí dosaženém vzdělání a pobírané mzdě vyvolat nenávist vůči této osobě u co nejširšího okruhu osob).",
      "oduvodneni": "Ochranu osobních údajů v rámci práva na informace stanoví § 8a zákona č. 106/1999 Sb., o svobodném přístupu k informacím (informační zákon). Z tohoto pravidla stanoví informační zákon výjimku v § 8a odst. 2, podle kterého povinný subjekt poskytne osobní údaje o veřejně činné osobě, funkcionáři nebo zaměstnanci veřejné správy, které vypovídají o jeho veřejné nebo úřední činnosti nebo o jeho funkčním nebo pracovním zařazení.\n\nV této souvislosti podatel upozorňuje na rozsudek Nejvyššího správního soudu sp. zn. 8 As 12/201 (3310/2015) ze dne 25. 3. 2015, ve kterém NSS uvedl „Informace o dosaženém vzdělání a odborné praxi zaměstnanců veřejné správy patří do rozsahu pojmu \"veřejná a úřední činnost\" v § 5/2f) ZOOÚ. (...) Pokud by v konkrétním případě žádost měla za cíl poškodit osobu, jíž se informace týká (např. ji šikanovat, vydírat, vyprovokovat vůči ní nenávist apod.), bylo by možné ji odepřít na základě principu zákazu zneužití práva.\"\n\nPodatel je toho názoru, že jím požadované informace spadají pod § 8a odst. 2 informačního zákona a cílem žádosti rozhodně není nikoho poškodit. Cílem žádosti je realizace role tzv. hlídacího psa vůči veřejné správě. \n",
      "titleMinus": "Povinný subjekt neposkytl osobní údaje o veřejně činné osobě, funkcionáři nebo zaměstnanci veřejné správy, které vypovídají o jeho veřejné nebo úřední činnosti nebo o jeho funkčním nebo pracovním zařazení (např. informace o dosaženém vzdělání a odborné praxi zaměstnanců veřejné správy). Podání žádosti cílilo na kontrolu veřejné správy.",
      "obligatorni": "O"
    },
    {
      "ID": 20304,
      "name": "Platy",
      "popis": "Povinný subjekt má dle aktuální judikatury (8 As 55/2012-62) bez dalšího poskytnout informace o platech zaměstnanců vykazujících zejména některý z následujících rysů:\n\n\n* pracuje na řídící pozici,\n* podílí se na výkonu vrchnostenských oprávnění povinného subjektu (např. rozhodování o právech či povinnostech osob) či majících vliv na výkon těchto oprávnění (např. příprava podkladů pro rozhodování),\n* organizuje či provádí činnosti, jež jsou úkolem povinného subjektu,\n* z jiných než výše uvedených důvodů má faktický vliv na činnost povinného subjektu (např. poradci, osobní asistenti osob v řídících pozicích),\n* jeho činnost má nebo může mít ekonomické dopady na veřejné rozpočty nebo na hospodaření povinného subjektu.\nnebo na hospodaření povinného subjektu.\n\nOdepření poskytnutí informací o platu spadá v zásadě pouze na zaměstnance, kteří \n* u povinného subjektu vykonávají činnosti pomocné nebo servisní povahy (např. údržba, úklid, závodní stravování),\n* nesplňují jeden z výše uvedených rysů a \n* nejsou pochybnosti o tom, že veřejné prostředky na jejich plat jsou vynakládány nehospodárně.",
      "parent": 20300,
      "titlePlus": "Povinný subjekt odmítl poskytnout informace o platu zaměstnance veřejné správy, který u povinného subjektu vykonává činnosti pomocné nebo servisní povahy (např. údržba, úklid, závodní stravování) a nejsou pochybnosti o jejím odměňování.",
      "oduvodneni": "Podle § 8b zákona č. 106/1999 Sb., o právu na informace (\"informační zákon\") poskytnout základní údaje o příjemci veřejných prostředků v rozsahu jméno, příjmení, rok narození, obec, kde má příjemce trvalý pobyt, výše, účel a podmínky poskytnutých veřejných prostředků. Pod příjemce veřejných prostředků patří i zaměstnanci veřejné správy.\n\nPovinný subjekt má dle aktuální judikatury (Rozsudek Nejvyššího správního soudu ze dne 22. 10. 2014, č. j. 8 As 55/2012-62 (3155/2015 Sb. NSS)) bez dalšího poskytnout informace o platech zaměstnanců vykazujících zejména některý z následujících rysů:\n\n\n* zaměstnanců v řídících pozicích povinného subjektu,\n* zaměstnanců podílejících se na výkonu vrchnostenských oprávnění povinného subjektu (např. rozhodování o právech či povinnostech osob) či majících vliv na výkon těchto oprávnění (např. příprava podkladů pro rozhodování),\n* zaměstnanců organizujících či provádějících činnosti, jež jsou úkolem povinného subjektu,\n* zaměstnanců majících z jiných než výše uvedených důvodů faktický vliv na činnost povinného subjektu (např. poradci, osobní asistenti osob v řídících pozicích),\n* zaměstnanců, jejichž činnost má nebo může mít ekonomické dopady na veřejné rozpočty nebo na hospodaření povinného subjektu.\n\nOdepření poskytnutí informací o platu spadá v zásadě pouze na zaměstnance, kteří naplňují všechny uvedené rysy: \n* u povinného subjektu vykonávají činnosti pomocné nebo servisní povahy (např. údržba, úklid, závodní stravování),\n* nesplňují jeden z výše uvedených rysů a \n* nejsou pochybnosti o tom, že veřejné prostředky na jejich plat jsou vynakládány nehospodárně.\n\nZaměstnanci, u nichž podatel žádal o poskytnutí informací o jejich platech, naplňují prvně uvedené rysy. Informace o jejich platech tak měla být poskytnuta.",
      "titleMinus": "Povinný subjekt odmítl poskytnout informace o platu zaměstnance veřejné správy, který pracuje na řídící pozici nebo má na základě jiných důvodů faktický vliv na činnost povinného subjektu (např. poradci, osobní asistenti osob v řídících pozicích).",
      "obligatorni": "O"
    },
    {
      "ID": 20305,
      "name": "Záznam",
      "popis": "Občanský zákoník stanoví tzv. úřední licenci, která umožňuje zasáhnout v souladu se zákonem do práva na ochranu osobnosti. Podle § 88 odst. 2 občanského zákoníku není potřeba svolení k rozšiřování podoby člověka, pokud jde o zvukový či obrazový záznam pořízený nebo použitý na základě zákona k úřednímu účelu nebo v případě, že někdo veřejně vystoupí v záležitosti veřejného zájmu. To znamená, že povinný subjekt není oprávněn odmítnout poskytnout zvukový či obrazový záznam, jež má k dispozici, na kterém je zaznamenáno projednávání věci ve veřejném zájmu - např. zasedání zastupitelstva či veřejné ústní jednání o územním plánu.",
      "parent": 20300,
      "titlePlus": "Povinný subjekt neposkytl zvukový či obrazový záznam z jím pořádané soukromé akce. ",
      "oduvodneni": "Občanský zákoník stanoví tzv. úřední licenci, která umožňuje zasáhnout v souladu se zákonem do práva na ochranu osobnosti. Podle § 88 odst. 2 zákona č. 89/2012 Sb., občanského zákoníku (\"občanský zákoník\") není potřeba svolení k rozšiřování podoby člověka, pokud jde o zvukový či obrazový záznam pořízený nebo použitý na základě zákona k úřednímu účelu nebo v případě, že někdo veřejně vystoupí v záležitosti veřejného zájmu.\n\nVe vztahu k otázce toho, co spadá mezi záležitosti veřejného zájmu se Ústavní soud ve svém nálezu I. ÚS 453/03 vyjádřit takto: \"Věcí veřejnou jsou veškeré agendy státních institucí jakož i činnost osob působících ve veřejném životě, tj. např. činnost politiků místních i celostátních, úředníků, soudců, advokátů, popř. kandidátů či čekatelů na tyto funkce; věcí veřejnou je ovšem i umění včetně novinářských aktivit a showbyznysu a dále vše, co na sebe upoutává veřejnou pozornost\".\n\nPodatel na základě výše uvedeného dovozuje, že jeho žádost o poskytnutí informace spadá pod úřední licenci podle občanského zákoníku a požadovaná informace mu měla být poskytnuta. ",
      "titleMinus": "Povinný subjekt neposkytl zvukový či obrazový záznam ze zasedání zastupitelstva obce nebo jiný záznam z vystoupení osoby ve veřejném zájmu (př. na veřejném projednání územního plánu).\n\n",
      "obligatorni": null
    },
    {
      "ID": 20306,
      "name": "Objektivne",
      "popis": "Povinný subjekt musí sám v souladu se zásadou materiální pravdy zakotvenou v § 3 správního řádu zjistit skutkový stav věci. To znamená, že povinný subjekt při rozhodování o poskytnutí informace musí prověřit, zda jsou objektivně splněny podmínky existence obchodního tajemství. Při svém rozhodování nesmí bez dalšího akceptovat tvrzení podnikatele, že jde o obchodní tajemství nebo vycházet z toho, že informace je jako obchodní tajemství označena ve smlouvě.",
      "parent": 20400,
      "titlePlus": "Povinný subjekt neposkytl informaci nebo její část s odůvodněním, že se jedná o obchodní tajemství. O obchodní tajemství se dle rozhodnutí o odmítnutí žádosti jedná proto, že informace naplňuje všechny zákonné znaky obchodního tajemství. Tuto skutečnost povinný subjekt v rozhodnutí také odůvodňuje.",
      "oduvodneni": "V souladu s § 9 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") povinný subjekt neposkytne informace, které jsou obchodním tajemstvím. Obchodní tajemství definuje zákon č. 89/2012 Sb., občanský zákoník (\"občanský zákoník\") jako konkurenčně významné, určitelné, ocenitelné a v příslušných obchodních kruzích běžně nedostupné skutečnosti, které souvisejí se závodem a jejichž vlastník zajišťuje ve svém zájmu odpovídajícím způsobem jejich utajení. To, zda se jedná o obchodní tajemství musí povinný subjekt posoudit v souladu se zásadou materiální pravdy zakotvenou v § 3 zákona č. 500/2004 Sb., správního řádu (\"správní řád\") zjistit skutkový stav věci, sám a své posouzení musí v rozhodnutí o odmítnutí žádosti o informace řádně posoudit.\n\nVýše uvedený závěr vyplývá z konstantní judikatury Nejvyššího správního soudu. V rozhodnutí sp. zn. 3 Ads 33/2006 ze dne 16. 5. 2007 (1272/2007 Sb. NSS) Nejvyšší správní soud uvedl: \"Aby určitá skutečnost spadala pod rozsah ochrany obchodního tajemství, nestačí ji takto podle § 9 odst. 1 InfZ označit, ale musí splňovat zákonné definiční znaky obchodního tajemství.“ Stejný závěr vyplývá i z rozhodnutí sp. zn. A 2/2003 z e dne31. 7. 2006 (1469/2008 Sb. NS: \"Ochrana obchodního tajemství nevzniká evidencí nebo zápisem, ani uvedením do smlouvy, ale vzniká (a zaniká – pozn. aut.) okamžikem naplnění všech pojmových znaků obchodního tajemství. Obchodní tajemství je kategorií objektivní, a proto se o ní nestačí jen dohodnout.\" Rozhodnutí Nejvyššího správního soudu sp. zn. 7 As 24/2007-106 ze dne 14. 2. 2007 pak doplňuje: \"Důvod pro odepření informací stanovený v ustanovení § 9 odst. 1 SvInf je (...) vázán na existenci obchodního tajemství de iure, nikoli na pouhý názor zdroje informací. Povinný subjekt proto musí v řízení postupovat v souladu se správním řádem (podle § 3 odst. 4, § 32 odst. 1 a § 46 SpŘ). Musí tedy vycházet ze spolehlivě zjištěného stavu věci, tzn. prověřit splnění podmínek existence obchodního tajemství a neakceptovat bez dalšího tvrzení podnikatele.“\n\nPovinný subjekt nepostupoval v souladu s výše uvedenou judikaturou a v rozhodnutí o odmítnutí žádosti dostatečně neodůvodnil, proč se dle jeho názoru jedná o obchodní tajemství. Vydané rozhodnutí je tak v rozporu s § 9 odst. 1 informačního zákona.",
      "titleMinus": "Povinný subjekt neposkytl informaci nebo její část s odůvodněním, že se jedná o obchodní tajemství. O obchodní tajemství se dle odůvodnění rozhodnutí o odmítnutí žádosti jedná proto, že **podnikatel informaci takto eviduje nebo označuje nebo se na tom dohodly smluvní strany**.",
      "obligatorni": "O"
    },
    {
      "ID": 20401,
      "name": "Anonymizace",
      "popis": "Podle § 12 informačního zákona provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud tedy požadovaná informace (př. smlouva nebo rozhodnutí) obsahuje obchodní tajemství, jež je v souladu s § 9 informačního zákona z poskytování vyloučeno, je povinný subjekt povinen poskytnout celou tuto požadovanou informaci, př. celou požadovanou smlouvu, a obchodní tajemství z ní vyloučit, př. je v textu dokumentu začernit.",
      "parent": 20400,
      "titlePlus": "Povinný subjekt poskytl požadovaný dokument. Skutečnosti, které jsou obchodním tajemstvím, v něm začernil.",
      "oduvodneni": "Podle § 12 zákona č. 106/1999 Sb. o svobodném přístupu k informacím (\"informační zákon\") provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud tedy požadovaná informace obsahuje obchodní tajemství, jež je v souladu s § 9 informačního zákona z poskytování vyloučeno, je povinný subjekt povinen poskytnout celou tuto požadovanou informaci, př. celou požadovanou smlouvu, a obchodní tajemství z ní vyloučit, př. je v textu dokumentu začernit.\n\nK tomuto závěru dospěla na podkladě konstantní judikatury i odborná komentářová literatura k informačnímu zákonu: \"předmětem ochrany obchodního tajemství ve smyslu komentovaného ustanovení zásadně není určitý dokument (např. smlouva) jako celek, nýbrž toliko skutečnosti (informace) ve smlouvě uvedené, které splňují pojmové definiční znaky stanovené zákonem (srov. např. rozsudek KS v Hradci Králové č. j. 31 Ca 189/2000-27, 857/2001 SJS, rozsudek NSS č. j. 2 As 27/2007-87, rozsudek NSS č. j. A 2/2003-73, 1469/2008 Sb. NSS, rozsudek MS v Praze sp. zn. 7 Ca 30/2003-39, rozsudek KS v Praze sp. zn. 44 Ca 82/2005 aj.)(…) V naprosté většině případů bude skutečnost taková, že pouze určitá část (části) požadovaného dokumentu bude obsahovat informace, které bude možno legitimně považovat (a chránit) jako obchodní tajemství. Tato skutečnost pro aplikační praxi povinných subjektů znamená, že je-li žádána kopie určitého dokumentu (typicky smlouvy), zásadně nelze odmítnout poskytnutí (celé) této kopie jen proto, že dotčený dokument obsahuje některé skutečnosti vykazující znaky obchodního tajemství. Povinný subjekt se musí v takovém případě vždy jednotlivě zabývat každým údajem (skupinou údajů) ve smlouvě obsaženým a u každého z nich individuálně posoudit, zda splňuje znaky obchodního tajemství; pouze v kladném případě lze ve vztahu k takto určeným údajům uplatnit ochranu dle komentovaného ustanovení. (ROTHANZL, Lukáš. § 9 [Ochrana obchodního tajemství]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 463.)\n\nTím, že povinný subjekt požadovanou informaci neposkytl celou, došlo z jeho strany k porušení § 12 informačního zákona. ",
      "titleMinus": "Povinný subjekt neposkytl dokument jako celek s odůvodněním, že obsahuje obchodní tajemství.",
      "obligatorni": "O"
    },
    {
      "ID": 20402,
      "name": "VerejneProstedky",
      "popis": "Ust. § 9 odst. 2 informačního zákona stanoví výjimku ze zákazu poskytovat informace, které jsou obchodním tajemstvím, pokud se požadovaná informace týká používání veřejných prostředků. V takovém případě se poskytnutí informace o rozsahu a příjemci těchto prostředků nepovažuje za porušení obchodního tajemství. ",
      "parent": 20400,
      "titlePlus": null,
      "oduvodneni": "Dle § 9 odst. 2 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") se při poskytování informace, která se týká používání veřejných prostředků, nepovažuje poskytnutí informace o rozsahu a příjemci těchto prostředků za porušení obchodního tajemství. \n\nVzhledem k tomu, že podatel žádal přesně o takové informace a povinný subjekt mu je odmítl poskytnout, jeho rozhodnutí je v rozporu s § 9 odst. 2 informačního zákona.",
      "titleMinus": "Žádali jste o poskytnutí informace o rozsahu a příjemci veřejných prostředků. Žádali jste například obec o informaci o tom, kdo a za kolik prováděl opravu obecní školy. Povinný subjekt vám tuto informaci neposkytl s odůvodněním, že se jedná o obchodní tajemství. ",
      "obligatorni": "O"
    },
    {
      "ID": 20403,
      "name": "VerejneProstedkyPredmet",
      "popis": "Ust. § 9 odst. 2 informačního zákona stanoví výjimku ze zákazu poskytovat informace, které jsou obchodním tajemstvím, pokud se požadovaná informace týká používání veřejných prostředků. V takovém případě se poskytnutí informace o rozsahu a příjemci těchto prostředků nepovažuje za porušení obchodního tajemství. Samotné poskytnutí informace o ceně (a nikoliv také o předmětu plnění) není v tomto případě dostačující, jelikož neumožňuje podateli zkontrolovat hospodaření povinného subjektu.",
      "parent": 20400,
      "titlePlus": null,
      "oduvodneni": "Dle § 9 odst. 2 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") se při poskytování informace, která se týká používání veřejných prostředků, nepovažuje poskytnutí informace o rozsahu a příjemci těchto prostředků za porušení obchodního tajemství. \n\nPovinný subjekt podateli poskytl pouze informaci o ceně, nikoliv však o předmětu plnění. Dle rozhodnutí Nejvyššího správního soudu sp. zn. 7 A 118/2002 ze dne 9. 12. 2004 je \"(s)myslem úpravy § 9 odst. 2 InfZ je umožnit veřejnou kontrolu hospodaření s veřejnými prostředky. (…) Jelikož samotná informace o ceně nevypovídá o tomto způsobu hospodaření, je nutné společně s ní vždy poskytnout informaci o předmětu plnění, za něž se cena poskytuje.“\n\nNa základě výše uvedené judikatury podatel dovozuje, že rozhodnutí povinného subjektu je v rozporu s § 9 odst. 2 informačního zákona.",
      "titleMinus": "Žádali jste o poskytnutí informace o rozsahu a příjemci veřejných prostředků. Povinný subjekt vám poskytl pouze informaci o ceně, nikoliv však o předmětu plnění.",
      "obligatorni": "O"
    },
    {
      "ID": 20601,
      "name": "Zadost",
      "popis": "Typickým příkladem informací, které povinný subjekt nesmí z důvodu ochrany třetích osob poskytnout, jsou jimi podané žádosti o zahájení správního řízení či podněty k zahájení správního řízení. ",
      "parent": 20600,
      "titlePlus": "Povinný subjekt neposkytl žádost, kterou se zahajuje správní řízení (př. žádost o vydání územního rozhodnutí) či podnětu, na jehož základě je povinným subjektem vedeno řízení z moci úřední.",
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": "O"
    },
    {
      "ID": 20602,
      "name": "anonymizace",
      "popis": "Podle § 12 informačního zákona provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud požadovaná informace (př. smlouva nebo rozhodnutí) obsahuje informace vzniklé bez použití veřejných prostředků předané třetí osobou, která k jejich poskytnutí nedala souhlas, je jejich poskytnutí v souladu s § 11 odst. 2 písm. a) informačního zákona z poskytování vyloučeno. To znamená, že povinný subjekt je povinen poskytnout celou požadovanou informaci, př. celou požadovanou smlouvu, a chráněné informace z ní vyloučit, př. je v textu dokumentu začernit.",
      "parent": 20600,
      "titlePlus": "\nPovinný subjekt poskytl požadovaný dokument. Skutečnosti, které vznikly bez použití veřejných prostředků a předala mu je třetí osoba,v něm začernil.\n",
      "oduvodneni": "Podle § 12 zákona č. 106/1999 Sb. o svobodném přístupu k informacím (\"informační zákon\") provede povinný subjekt všechna omezení práva na informace tak, že poskytne požadované informace včetně doprovodných informací po vyloučení těch informací, u nichž to stanoví zákon. Pokud požadovaná informace obsahuje informace vzniklé bez použití veřejných prostředků předané třetí osobou, která k jejich poskytnutí nedala souhlas, je jejich poskytnutí v souladu s § 11 odst. 2 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") z poskytování vyloučeno. To znamená, že povinný subjekt je povinen poskytnout celou požadovanou informaci, př. celou požadovanou smlouvu, a chráněné informace z ní vyloučit, př. je v textu dokumentu začernit.\n\nStejný závěr vyplývá i z judikatury Nejvyššího správního soudu. Podle rozsudku sp. zn. A 2/2003 ze dne 31. 7. 2006 (1469/2008 Sb. NSS; kauza „Ruský dluh“) se „(p)ovinný subjekt (...) nemůže zprostit povinnosti poskytnout informace tvrzením, že celá smlouva obsahuje informace poskytnuté druhou smluvní stranou.“ \n\nTím, že povinný subjekt požadovanou informaci neposkytl celou, došlo z jeho strany k porušení § 12 informačního zákona.",
      "titleMinus": "Povinný subjekt neposkytl dokument jako celek s odůvodněním, že jde o informaci vzniklou bez použití veřejných prostředků, která byla předána třetí osobou a tato osoba k předání informace nedala souhlas.",
      "obligatorni": "O"
    },
    {
      "ID": 20603,
      "name": "VeřejnaZakazka",
      "popis": "Z judikatury v této věci (15 Ca 89/2009, 10 As 59/2014) vyplývá, že na nabídky poskytnutí uchazeči o veřejnou zakázku zadavateli veřejné zakázky se ochrana informací od třetích osob nevztahuje. Tím, že uchazeč podal nabídku, vstoupil do veřejné soutěže, a je tak podroben veřejné kontrole.",
      "parent": 20600,
      "titlePlus": null,
      "oduvodneni": "Podle § 11 odst. 2 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") povinný subjekt neposkytne informace vzniklé bez použití veřejných prostředků, jestliže byly předány osobou, které takovouto povinnost zákon neukládá (pokud tato osoba s poskytnutím informace nesouhlasí).\n\nVe vztahu k poskytování nabídek do veřejné soutěže o veřejnou zakázku se Krajský soud v Ústí nad Labem v rozhodnutí sp. zn. 15 Ca 89/2009  ze dne 25.4.2012 ((2694/2012 Sb. NSS) vyjádřil takto: „Odevzdáním nabídky uchazeče zadavateli veřejné zakázky se stávají informace v této nabídce součástí veřejné soutěže, a tudíž i veřejně dostupným zdrojem informací podléhajícím veřejné kontrole.“ Tento závěr pak vyplývá i z rozsudku Nejvyššího správního soudu sp. zn. 10 As 59/2014 ze dne 14. 8. 2014 (3126/2014 Sb. NSS).",
      "titleMinus": "Povinný subjekt, který je zadavatelem veřejné zakázky, odmítl poskytnout nabídku uchazeče o veřejnou zakázku. Své rozhodnutí odůvodnil tím, že se jedná o informaci vzniklou bez použití veřejných prostředků, která byla předána třetí osobou, jež k jejímu poskytnutí nedala souhlas.",
      "obligatorni": "O"
    },
    {
      "ID": 20604,
      "name": "Projektova Dokumentace",
      "popis": "Projektová dokumentace pořízená veřejným investorem je úředním dílem ve smyslu § 3 písm. a) autorského zákona. Z tohoto důvodu se na něj ochrana podle autorského práva nevztahuje. Není tedy možné jej považovat za autorské dílo. To znamená, že k němu neexistují autorská práva, jejichž ochrana by znemožnila poskytnutí projektové dokumentace na základě žádosti o informace.",
      "parent": 20600,
      "titlePlus": null,
      "oduvodneni": "Podle § 11 odst. 2 písm. c) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") povinný subjekt neposkytne informaci, pokud by tím byla porušena ochrana práv třetích osob k předmětu práva autorského nebo práv souvisejících s právem autorským. Z ochrany podle práva autorského existují výjimky z důvodu veřejného zájmu, které stanoví § 3 zákona č. 121/2000 Sb., o právu autorském, o právech souvisejících s právem autorským (\"autorský zákon\"). Podle § 3 písm. a) autorského zákona se ochrana podle autorského práva nevztahuje na „úřední dílo, jímž je (…) úřední návrh úředního díla a jiná přípravná úřední dokumentace,“.\n\nÚředním dílem je i projektová dokumentace pořízená veřejným investorem. Vzhledem k tomu, že se na ní ochrana podle § 11 odst. 2 písm. c) informačního zákona nevztahuje.",
      "titleMinus": "Povinný subjekt neposkytl projektovou dokumentaci pořízenou veřejným investorem (př. obec, stát).",
      "obligatorni": "O"
    },
    {
      "ID": 20605,
      "name": "ZnaleckyPosudek",
      "popis": "Znalecký posudek dle aktuální judikatury (6 A 246/2013-59) není autorským dílem.",
      "parent": 20600,
      "titlePlus": null,
      "oduvodneni": "Podle § 11 odst. 2 písm. c) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") povinný subjekt neposkytne informaci, pokud by tím byla porušena ochrana práv třetích osob k předmětu práva autorského nebo práv souvisejících s právem autorským. \n\nVe vztahu ke znaleckým posudkům se judikatura vyjádřila jednoznačně v tom směru, že se nejedná o autorská díla ve smyslu zákona č. 121/2000 Sb., o právu autorském, o právech souvisejících s právem autorským (\"autorský zákon\"). Nejvyšší správní soud ve svém rozhodnutí č. j. 6 A 246/2013-59 ze dne 17. 2. 2017 (3583/2017 Sb. NSS) uvedl: „Znalecký posudek není jedinečným výsledkem tvůrčí činnosti autora ve smyslu § 2 odst. 1 a 2 zákona č. 121/2000 Sb., o právu autorském, o právech souvisejících s právem autorským, a nemůže být tedy předmětem ochrany práva autorského ve smyslu § 11 odst. 2 písm. c) zákona č. 106/1999 Sb., o svobodném přístupu k informacím. Znalecká činnost předpokládá užití postupů opírajících se o v daném oboru obecně známé, verifikovatelné metody, jejichž užití je výrazem odbornosti znalce, nikoli jeho osobní tvůrčí jedinečnosti.\"",
      "titleMinus": "Povinný subjekt neposkytl znalecký posudek.",
      "obligatorni": "O"
    },
    {
      "ID": 22001,
      "name": "ombudsman",
      "popis": "Dle judikatury (1586/2008 Sb.NSS) je veřejný ochránce práv povinným subjektem ve smyslu informačního zákona.",
      "parent": 22000,
      "titlePlus": null,
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Veřejný ochránce práv dle rozsudku Nejvyššího správního soudu č. j. 2 As 58/2007-52 ze dne 19.2.2008 (1586/2008 Sb.NSS) spadá mezi povinné subjekty. O žádostech o informace pak rozhoduje jeho servisní organizace - Kancelář veřejného ochránce práv.",
      "titleMinus": "Veřejný ochránce práv nevyhověl žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22002,
      "name": "prezident",
      "popis": "Dle judikatury (2 Ans 8/2010-68) je prezident republiky povinným subjektem ve smyslu informačního zákona. O žádostech o informace pak rozhoduje jeho servisní organizace - Kancelář prezidenta republiky, na kterou je rovněž možné se obracet s žádostmi na informace. \n\nPrezident je povinným subjektem pouze v souvislosti s jím vykonávanou „správní“ agendou (např. jmenování soudců), nikoliv s jeho postavením ústavního činitele. Mezi ústavní akty prezidenta republiky, ke kterým se právo na informace nevztahuje, patří např. zastupování státu navenek, sjednávání a ratifikaci mezinárodních smluv, pravomoc svolávat zasedání Poslanecké sněmovny, rozpustit Poslaneckou sněmovnu, podepisovat zákony apod.",
      "parent": 22000,
      "titlePlus": "Prezident republiky nebo Kancelář prezidenta republiky nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem. Žádost o informace souvisela s jeho postavením ústavního činitele. Žádost se týkala např. zastupování státu navenek, sjednávání a ratifikace mezinárodních smluv, podepisování zákonů apod.",
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce.\n\nNejvyšší správní soud v rozhodnutí č.j. 2 Ans 8/2010-68 ze dne 11.4.2011 [NSS 1445/2011] uvedl: \"Žadatelé o poskytnutí informace týkající se výkonu \"správní agendy\" prezidenta republiky mohou se svými žádostmi o poskytnutí informace obracet jak na Kancelář prezidenta, tak i na prezidenta samotného, který v těchto případech (kdy nevystupuje v pozici ústavního činitele) je povinnou osobou ve smyslu § 2 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím.\" ",
      "titleMinus": "Prezident republiky nebo Kancelář prezidenta republiky nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem. Žádost o informace se týkala jeho „správní“ agendy (např. jmenování soudců).",
      "obligatorni": null
    },
    {
      "ID": 22003,
      "name": "bezpecnostniSbory",
      "popis": "Bezpečnostní sbory spadají pod definici povinného subjektu v informačním zákoně. Povinným subjektem tak je organizační složka Policie ČR (2440/2011 Sb.NSS), Hasičský záchranný sbor (NSS 1275/2006) i Armáda ČR.",
      "parent": 22000,
      "titlePlus": null,
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce.\n\nPovinným subjektem jsou i bezpečnostní složky, které jsou státními orgány - organizační složka Policie ČR (2440/2011 Sb.NSS), Hasičský záchranný sbor (NSS 1275/2006) i Armáda ČR.",
      "titleMinus": "Bezpečnostní sbor (organizační složka Policie ČR, Hasičský záchranný sbor nebo Armáda ČR) nevyhověl žádosti o informace s odůvodněním, že není povinným subjektem. ",
      "obligatorni": null
    },
    {
      "ID": 22004,
      "name": "SoudniExekutor",
      "popis": "Soudní exekutor není v souladu s aktuální judikaturou (NSS Komp 2/2018-49) povinným subjektem ve smyslu informačního zákona.",
      "parent": 22000,
      "titlePlus": "Soudní exekutor nevyhověl žádosti o informace s odůvodněním, že není povinným subjektem. ",
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": null
    },
    {
      "ID": 22005,
      "name": "PolitickaStrana",
      "popis": "Politická strana nebo hnutí není v souladu s aktuální judikaturou (6 As 43/2017) veřejnou institucí,a  tudíž ani povinným subjektem ve smyslu informačního zákona.",
      "parent": 22000,
      "titlePlus": "Politická strana nebo hnutí nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem. ",
      "oduvodneni": null,
      "titleMinus": null,
      "obligatorni": null
    },
    {
      "ID": 22006,
      "name": "Pusobnost",
      "popis": "Povinné subjekty jsou v souladu s § 2 odst. 1 informačního zákona povinny poskytovat pouze informace, které se vztahují k jejich působnosti. Pojem působnost je v této souvislosti judikaturou vykládán poměrně široce. V působnosti povinného subjektu jsou informace z výkonu veřejné správy (např. o správních řízeních), jakékoliv informace vztahující se k postavení povinného subjektu jako takového a k činnosti, kterou v tomto postavení vykonává. Jedná se např. o informace o nakládání se svěřeným majetkem, u kterých je veřejném zájmu, aby se s ním veřejnost seznámila a a mohla tak účinně kontrolovat vynakládání veřejných prostředků. \n\nNejvyšší správní soud dovodil, že pokud informace existují ve sféře povinného subjektu a jsou k dispozici, je třeba vycházet z domněnky, že se k jeho působnosti vztahují (6 As 38/2015-51). V této souvislosti je důležité brát v potaz účel práva na informace, ze kterého vyplývá, že poskytované informace mají mít vztah k veřejnému životu nebo souviset s veřejným zájmem. V působnosti povinného subjektu tak nebudou informace, které se u povinného subjektu nachází zcela náhodou, nijak nesouvisí s jeho činností a na jejichž poskytnutí není veřejný zájem (př. telefonní seznam spolupracujících úřadů a další technicko-organizační informace).",
      "parent": 22000,
      "titlePlus": "Povinný subjekt odmítl poskytnout informace, které nesouvisí s jeho činností ani s veřejným životem a veřejným zájmem. Jedná se například o telefonní seznam spolupracujících úřadů. Své rozhodnutí povinný subjekt odůvodnil tím, že informace nejsou v jeho působnosti.",
      "oduvodneni": "Povinné subjekty jsou v souladu s § 2 odst. 1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\")  povinny poskytovat pouze informace, které se vztahují k jejich působnosti. Pojem působnost je v této souvislosti judikaturou vykládán poměrně široce. Odborná komentářová literatura k informačnímu zákonu uvádí, že v působnosti povinného subjektu jsou: \"informace z výkonu veřejné správy (např. o správních řízeních), (...) jakékoliv informace vztahující se k postavení povinného subjektu jako takového a k činnosti, kterou povinné subjekty v tomto postavení vykonávají (zejména půjde též o informace např. o nakládání se svěřeným majetkem, u nichž je dán základní zájem veřejnosti na seznámení se s nimi v zájmu účinné kontroly vynakládání veřejných prostředků).\" \n\nNejvyšší správní soud v rozsudku č.j. 6 As 38/2015-51 ze dne 15. 10. 2015 dovodil, že pokud informace existují ve sféře povinného subjektu a jsou k dispozici, je třeba vycházet z domněnky, že se k jeho působnosti vztahují.\n\nPodatel je toho názoru, že jím požadované informace se k jeho působnosti vztahují.",
      "titleMinus": "Povinný subjekt odmítl poskytnout informace, kterými disponuje a které souvisí s jeho činností. Jedná se například o informace o nakládání s majetkem povinného subjektu. Své rozhodnutí povinný subjekt odůvodnil tím, že informace nejsou v jeho působnosti.",
      "obligatorni": null
    },
    {
      "ID": 22007,
      "name": "VerejnaInstituceFirma",
      "popis": "Povinným subjektem dle § 2 odst. 1 informačního zákona jsou mj. veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nVeřejnou institucí může tedy za určitých podmínek být i obchodní společnost. Z aktuální judikatury vyplývá, že povinným subjektem je určitě obchodní společnost, kterou stoprocentně vlastní stát nebo územně samosprávný celek - obec nebo kraj. Na základě tohoto předpokladu Nejvyšší správní soud rozhodl, že povinným subjektem je např. společnost České dráhy a.s. (9 As 48/2011) nebo společnost OTE a.s. (7 As 311/2017-39). Co se týká společnosti ČEZ a.s., ta dříve za veřejnou instituci, a tudíž povinný subjekt, považována byla. Dle nejaktuálnější judikatury však povinným subjektem není, jelikož se jedná o subjekt soukromého práva (Nález  IV.ÚS 1146/16).\n\nU tzv. smíšených obchodních společností, na nichž se kromě státu či územního samosprávného celku účastní i subjekty soukromého práva, je situace složitější. V této souvislosti odborná komentářová literatura k informačnímu zákonu uvádí, že tyto společnosti budou povinnými subjekty, jestliže budou plnit veřejný účel a:\n* rozhodující vliv v nich bude náležet účastnícímu se povinnému subjektu (zejména bude-li povinný subjekt většinovým společníkem nebo ovládající osobou ve smyslu zákona o obchodních korporacích)\n* rozhodující vliv v nich uplatňuje stát či územní samosprávný celek nepřímo, tedy prostřednictvím jiných ovládaných právnických osob, které budou také povinnými subjekty.\nPokud by takové smíšené právnické osoby navázané na stát či samosprávný celek povinnými subjekty nebyly, vyhnuly by se své informační povinnosti řetězením „vlastnických“ vztahů.\n\n\n",
      "parent": 21900,
      "titlePlus": "Adresátem žádosti o informace byla obchodní společnost, u které lze usuzovat spíše na sokromoprávní povahu. Vlastní ji pouze soukromé osoby nebo je jejím menšinovým vlastníkem stát. Byla zřízena za soukromým účelem (např. prodej zboží). Obchodní společnost nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ze dne 24.1.2007 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nPodatel si je vědom i následné judikatury, která uvedená kritéria blíže upřesnila, zejména nálezu Ústavního soudu nález  IV.ÚS 1146/16  ze dne 20. 6. 2017 a rozsudku Nejvyššího správního soudu č.j. 7 As 311/2017-39 ze dne 12. 12. 2017. Z těchto rozhodnutí vyplývá, že rozhodující je zejména kdo je vlastníkem adresáta žádosti o informace a jaký je jeho účel. Ve vztahu k tzv. smíšeným obchodním společnostem se odborná komentářová literatura k informačnímu zákonu vyjádřila tak, že \"(t)yto společnosti budou povinnými subjekty tehdy, jestliže – kromě plnění veřejného účelu – v nich bude rozhodující vliv náležet účastnícímu se povinnému subjektu (zejména bude-li povinný subjekt většinovým společníkem nebo ovládající osobou ve smyslu ZOK), a je-li jich více, pak všem účastnícím se povinným subjektům v úhrnu. Veřejnými institucemi budou dále i obchodní společnosti, v nichž rozhodující vliv uplatňuje stát či územní samosprávný celek nepřímo, tedy prostřednictvím jiných ovládaných právnických osob (které budou taktéž povinnými subjekty) – v opačném případě by se právnické osoby navázané na stát či samosprávný celek vyhnuly své informační povinnosti řetězením „vlastnických“ vztahů\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.)\n\nDle názoru podatele z výše uvedeného vyplývá, že %%adresát%% naplňuje charakteristiky veřejné instituce, a je tak povinným subjektem.",
      "titleMinus": "Adresátem žádosti o informace byla obchodní společnost, jejímž stoprocentním vlastníkem je stát. Tato obchodní společnost byla zřízena za veřejným účelem (např. zásobování veřejnosti elektřinou a plynem či poskytování veřejné hromadné dopravy) a i z dalších jejích znaků lze usuzovat na její veřejnoprávní povahu. Obchodní společnost nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22008,
      "name": "VerejnaInstituceSmlouva",
      "popis": "Povinným subjektem dle § 2 odst. 1 informačního zákona jsou mj. veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nPrávnická osoba, která vykonává veřejnou správu na základě smluvního pověření je povinným subjektem, a to v rozsahu, v jakém vykonává veřejnou správu. Typickou formou smluvního pověření je veřejnoprávní smlouva uzavřená podle správního řádu. Jako povinný subjekt byla v této souvislosti posouzena společnost CHAPS, spol. s r. o., která na základě pověření Ministerstva dopravy vede pro potřeby veřejnosti celostátní informační systém o jízdních řádech (62 A 26/2012-129).",
      "parent": 21900,
      "titlePlus": null,
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ze dne 24.1.2007 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nKrajský soud v Brně ve svém rozhodnutí č.j. 62 A 26/2012 129 ze dne 7.6.2013 (2979/2014 Sb.NSS) uvedl: \"právnická osoba, která na základě pověření Ministerstva dopravy vede pro potřeby veřejnosti celostátní informační systém o jízdních řádech (podle § 17 odst. 2 SilDop), je povinnou osobou ve smyslu § 2 odst. 1 informačního zákona“.\n\nDle názoru podatele z výše uvedeného vyplývá, že %%adresát%% naplňuje charakteristiky veřejné instituce, a je tak povinným subjektem.",
      "titleMinus": "Adresátem žádosti o informace byla právnická osoba, která na základě smlouvy vykonává veřejnou správu, čehož se týkala i podaná žádost o informace. Jde např. o situaci, kdy soukromá společnost na základě smlouvy s Ministerstvem dopravy vede pro potřeby veřejnosti celostátní informační systém o jízdních řádech. Právnická osoba nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22009,
      "name": "VerejnaInstituceZakon",
      "popis": "Povinným subjektem dle § 2 odst. 1 informačního zákona jsou mj. veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nZ odborné komentářové literatury k informačnímu zákonu vyplývá, že veřejnou institucí jsou i instituce zřízené zákonem za veřejně prospěšným účelem. Jedná se např. o veřejnou vysokou školu, profesní komoru nebo státní fond. \n\n\n",
      "parent": 21900,
      "titlePlus": null,
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ze dne 24.1.2007 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nUvedené znaky rozvádí odborná komentářová literatura k informačnímu zákonu: \"Zřízení právnické osoby či zařízení bez právní subjektivity zákonem, tedy aktem státu jako nositele veřejné moci, je předpokladem, který ve většině případů povede k závěru o veřejnoprávní povaze takového subjektu a tedy i o jeho postavení jako povinného subjektu. Tyto subjekty jsou zřizovány za veřejně prospěšným účelem (do kterého lze jistě zařadit i správu veřejných statků) a zákonem je stanoven i tomu odpovídající „kvalifikovaný“ dohled nad jejich činností a odpovídající přímá vazba státu. Do této kategorie náleží státní fondy (ty mohou být zřízeny jako právnické osoby zákonem pro finanční zabezpečení zvlášť stanovených úkolů a hospodaření s prostředky pro ně určenými – § 28 odst. 1 RozPr), dále např. veřejné vysoké školy (§ 5 odst. 1 VŠkol) a jejich fakulty (srov. aktuální rozsudek MS v Praze č. j. 8 A 117/2012-79), veškeré veřejnoprávní korporace zájmového typu, tedy profesní komory, k jejichž zřízení dochází zákonem (např. Česká advokátní komora) a všechny zákonem zřízené právnické osoby sledující veřejně prospěšný cíl.\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.)\n\nDle názoru podatele z výše uvedeného vyplývá, že %%adresát%% naplňuje charakteristiky veřejné instituce, a je tak povinným subjektem.",
      "titleMinus": "Adresátem žádosti o informace byla instituce (právnická osoba nebo subjekt bez právní subjektivity) zřízená zákonem za veřejně prospěšným účelem. Touto institucí je např. veřejná vysoká škola, profesní komora nebo státní fond. Instituce nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22010,
      "name": "VerejnaInstituceŠkola",
      "popis": "Povinným subjektem dle § 2 odst. 1 informačního zákona jsou mj. veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nŠkolská právnická osoba je vzhledem k osobě jejího zakladatele (stát, obec nebo kraj), jejímu veřejnému účelu a dalším veřejnoprávním znakům veřejnou institucí.",
      "parent": 21900,
      "titlePlus": null,
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ze dne 24.1.2007 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nUvedené znaky rozvádí ve vztahu ke školským právnickým osobám odborná komentářová literatura k informačnímu zákonu: \"Školská právnická osoba zřízená státem, krajem nebo obcí (případně i svazkem obcí) (...)splňuje znaky veřejné instituce a bude mít postavení povinného subjektu.\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.)",
      "titleMinus": "Adresátem žádosti o informace byla školská právnická osoba zřízená státem, krajem nebo obcí . Touto institucí je např. veřejná vysoká škola, profesní komora nebo státní fond. Tato školská právnická osoba nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22011,
      "name": "VerejnaInstituceUSC",
      "popis": "Povinným subjektem dle § 2 odst. 1 informačního zákoan jsou mj. veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nZnak veřejnosti  může být dle aktuální judikatury odvozován nejen od státu, ale i od územně samosprávných celků - obce nebo kraje. Veřejnou institucí může za určitých podmínek být i obchodní společnost. Povinným subjektem je určitě obchodní společnost, kterou stoprocentně vlastní stát nebo územně samosprávný celek.\n\nNa základě tohoto předpokladu Ústavní soud rozhodl, že povinným subjektem je např. Dopravní podnik hlavního města Prahy, a.s. (I. ÚS 330/12) či Jižní centrum Brno,a.s. (III.ÚS 1705/13). Nejvyšší správní ke stejnému závěru došel u Teplárny České Budějovice a.s. (9 As 60/2012).\n\nU tzv. smíšených obchodních společností, na nichž se kromě státu či územního samosprávného celku účastní i subjekty soukromého práva, je situace složitější. V této souvislosti odborná komentářová literatura k informačnímu zákonu uvádí, že tyto společnosti budou povinnými subjekty, jestliže budou plnit veřejný účel a:\n* rozhodující vliv v nich bude náležet účastnícímu se povinnému subjektu (zejména bude-li povinný subjekt většinovým společníkem nebo ovládající osobou ve smyslu zákona o obchodních korporacích)\n* rozhodující vliv v nich uplatňuje stát či územní samosprávný celek nepřímo, tedy prostřednictvím jiných ovládaných právnických osob, které budou také povinnými subjekty.\nPokud by takové smíšené právnické osoby navázané na stát či samosprávný celek povinnými subjekty nebyly, vyhnuly by se své informační povinnosti řetězením „vlastnických“ vztahů.\n\n",
      "parent": 21900,
      "titlePlus": "Adresátem žádosti o informace byla obchodní společnost, u které lze usuzovat spíše na sokromoprávní povahu. Vlastní ji pouze soukromé osoby nebo je jejím menšinovým vlastníkem obec nebo kraj. Byla zřízena za soukromým účelem (např. prodej zboží). Obchodní společnost nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.\n",
      "oduvodneni": "Povinným subjektem jsou dle § 2 odst.1 zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") státní orgány, územní samosprávné celky a jejich orgány a veřejné instituce. Zařazení pod instituci veřejnou nebo soukromou musí vyplývat z převahy znaků tak, jak je stanovil Ústavní soud ve svém rozhodnutí I. ÚS 260/06 ze dne 24.1.2007 ve věci státního podniku Letiště Praha. Těmito znaky jsou:\n\n* způsob vzniku či zániku instituce (z pohledu přítomnosti či nepřítomnosti soukromoprávního úkonu),\n* hledisko osoby zřizovatele (z pohledu toho, zda je zřizovatelem instituce jako takové stát, či nikoliv; pokud ano, jedná se o znak vlastní veřejné instituce),\n* subjekt vytvářející jednotlivé orgány instituce (z toho pohledu, zda dochází ke kreaci orgánů státem, či nikoliv; jestliže ano, jde o charakteristický rys pro veřejnou instituci),\n* existence či neexistence státního dohledu nad činností instituce (existence státního dohledu je typická pro veřejnou instituci), \n* veřejný nebo soukromý účel instituce (veřejný účel je typickým znakem veřejné instituce).\n\nZnak veřejnosti je možné odvozovat nejen od státu, ale i od územně samosprávných celků. K tomuto závěru došel i Ústavní soud ve svém nálezu ÚS III. ÚS 1705/13 ze dne 14.8.2014: \"Ústavní soud nicméně nevidí důvod k zásahu za situace, kdy je znak „veřejnosti“ odvozován nejen od státních orgánů, ale též od územně samosprávných celků jakožto subjektů výkonu veřejné správy, a to nejen s ohledem na skutečnost, že územní samosprávné celky jsou samostatnou kategorií povinných osob dle § 2 informačního zákona, ale též s ohledem na účel informačního zákona.\"\n\nPodatel si je vědom i následné judikatury, která uvedená kritéria blíže upřesnila, zejména nálezu Ústavního soudu nález  IV.ÚS 1146/16  ze dne 20. 6. 2017 a rozsudku Nejvyššího správního soudu č.j. 7 As 311/2017-39 ze dne 12. 12. 2017. Z těchto rozhodnutí vyplývá, že rozhodující je zejména kdo je vlastníkem adresáta žádosti o informace a jaký je jeho účel. Ve vztahu k tzv. smíšeným obchodním společnostem se odborná komentářová literatura k informačnímu zákonu vyjádřila tak, že \"(t)yto společnosti budou povinnými subjekty tehdy, jestliže – kromě plnění veřejného účelu – v nich bude rozhodující vliv náležet účastnícímu se povinnému subjektu (zejména bude-li povinný subjekt většinovým společníkem nebo ovládající osobou ve smyslu ZOK), a je-li jich více, pak všem účastnícím se povinným subjektům v úhrnu. Veřejnými institucemi budou dále i obchodní společnosti, v nichž rozhodující vliv uplatňuje stát či územní samosprávný celek nepřímo, tedy prostřednictvím jiných ovládaných právnických osob (které budou taktéž povinnými subjekty) – v opačném případě by se právnické osoby navázané na stát či samosprávný celek vyhnuly své informační povinnosti řetězením „vlastnických“ vztahů\" (FUREK, Adam, ROTHANZL, Lukáš. § 2 [Povinnost poskytovat informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 21.)\n\nDle názoru podatele z výše uvedeného vyplývá, že %%adresát%% naplňuje charakteristiky veřejné instituce, a je tudíž povinným subjektem.",
      "titleMinus": "Adresátem žádosti o informace byla obchodní společnost, jejímž stoprocentním vlastníkem je obec nebo kraj. Tato obchodní společnost byla zřízena za veřejným účelem (např. poskytování veřejné hromadné dopravy) a i z dalších jejích znaků lze usuzovat na její veřejnoprávní povahu. Obchodní společnost nevyhověla žádosti o informace s odůvodněním, že není povinným subjektem.",
      "obligatorni": null
    },
    {
      "ID": 22101,
      "name": "internost",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Jednou z důležitých podmínek pro uplatnění tohoto důvodu odmítnutí je, že informace směřují výlučně „dovnitř“ povinného subjektu To znamená, že se bezprostředně se netýkají výkonu činnosti povinného subjektu vůči třetím osobám ani pro ni neurčují či nekonkretizují postupy. \n\nPod ochranu tímto ustanovením dle judikatury nespadají metodicko-koordinační dokumenty, které obsahující autoritativní výklad právních norem nebo závazně určují postupy pracovníků povinného subjektu při výkonu určité pravomoci (4 As 20/2007-64). Nejvyšší správní soud v této souvislosti uvedl, že poskytnuty mají být dokumenty, které obsahují pokyny daňové správy pro správce daně (5 As 28/2007-89), postupy při aplikaci zákona o pobytu cizinců (4 As 20/2007-64) či doporučení při vyřizování informačních žádostí (5 As 44/2011-80). Městský soud v Praze pak uvedl, že poskytnout mají být dokumenty, jež obsahují pokyny daňové správy k promíjení příslušenství daně (7 Ca 74/2009-63).\n\nPo ochranu tímto ustanovením naopak spadají informace z dozorových spisů vedených státním zastupitelstvím (př. pokyny policejnímu orgánu) (2 As 51/2012-24, 2 As 93/2011-79, 1 As 105/2010-73, 6 A 245/2010-41, 8 Ca 187/2009-58 a 9 A 84/2011-69) nebo výpisy z elektronického systému spisové služby (4 As 23/2012-20, 11 Ca 337/2008-50).",
      "parent": 22100,
      "titlePlus": "Povinný subjekt neposkytl informace, které nemají žádný dopad na výkon činnosti povinného subjektu vůči třetím osobám ani pro tuto činnost neupravují postupy. Jedná se například o informace z dozorových spisů vedených státním zastupitelstvím (př. pokyny policejnímu orgánu či výpisy z elektronického systému spisové služby.",
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (informační zákon) může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Výklad tohoto ustanovení poskytl Městský soud v Praze v rozhodnutí č. j. 10 A 251/2011-38 ze dne 10.1.2013 (2824/2013 Sb.NSS): „O vnitřní pokyn se ve smyslu § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím jedná jen tehdy, upravuje-li postupy, které se projeví výhradně uvnitř úřadu a nemají žádný výstup navenek a nikterak nedopadají do práv a právem chráněných zájmů osob stojících mimo úřad.“\n\nNejvyšší správní soud pak v rozhodnutí č. j. 4 As 20/2007-64 ze dne 30.4.2008 uvedl, že o výlučně vnitřní předpisy nepůjde ani tehdy, jestliže „akt metodického řízení obsahuje výklad určitých ustanovení zákona nebo dokonce konkrétní požadavky na účastníka řízení, které nejsou v zákoně či jiném právním předpise explicitně vyjádřeny“.\n\nPodatel tedy dovozuje, že jím požadovaná informace nespadá pod ochranu § 11 odst. 1 písm. a) informačního zákona.",
      "titleMinus": "Povinný subjekt neposkytl informace, které mají dopad na výkon činnosti povinného subjektu vůči třetím osobám nebo pro tuto činnost upravují postupy. Jedná se např. o metodický akt, který obsahuje výklad zákonných ustanovení nebo který závazně určuje postupy pracovníků povinného subjektu při výkonu určité pravomoci. Může jít také např. o spisový či skartační řád.",
      "obligatorni": "F"
    },
    {
      "ID": 22102,
      "name": "legitimniDuvod",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Povinný subjekt poskytnutí informací omezit může, nikoliv musí. To znamená, že k omezení poskytnutí informací musí mít legitimní důvod. Jinými slovy musí existovat legitimní zájem na neposkytnutí informací, který převáží nad ústavním právem na informace (např. 8 As 108/2014-54, 1 As 70/2013-58, 1 As 105/2010-73).",
      "parent": 22100,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. \n\nVzhledem k tomu, že uvedený důvod odmítnutí žádosti o informace je fakultativní, musí se, jak uvádí odborná komentářová literatura k informačnímu zákonu povinný subjekt \"vedle podřazení požadovaných informací pod rozsah zákonného omezení zabývat též tím, zda v konkrétním řešeném případě je uplatnění důvodu pro omezení přístupu k informacím skutečně nezbytné, tedy zda existuje legitimní zájem na neposkytnutí požadované informace, který „převáží“ nad ústavním právem na informace a který odpovídá čl. 17 odst. 4 LPS (srov. rozsudky NSS č. j. 8 As 108/2014-54, č. j. 1 As 70/2013-58, č. j. 1 As 105/2010-73, č. j. 1 As 44/2008-116, rozsudek MS v Praze č. j. 8 A 167/2010-92). Aplikace § 11 odst. 1 je tedy „dvoufázová“ – nejdříve je nutné informaci (dokument) vyhodnotit jako „výlučně vnitřní informaci“ [§ 11 odst. 1 písm. a)] nebo „podkladovou informaci“ [§ 11 odst. 1 písm. b)] a splňuje-li příslušné znaky, je nutné dále odůvodnit nezbytnost omezení práva na informace. (...) \n\nOmezit přístup k informacím dle § 11 odst. 1 lze tehdy, jestliže by jejich poskytnutím mohlo dojít k neproporcionálnímu narušení jiného základního práva nebo i z jiných závažných důvodů korespondujících s hledisky danými čl. 17 odst. 4 LPS, např. pokud by – zcela objektivně posuzováno – poskytnutí „nových informací“ mohlo vést k narušení dané rozhodovací činnosti povinného subjektu [v případě § 11 odst. 1 písm. b)], pokud by tyto informace mohly být zneužity s cílem získat výhodu např. v postavení s jinými uchazeči o veřejnou zakázku, pokud by sdělením informace mohlo dojít ke snížení ochrany majetku či bezpečnosti informačních systémů povinného subjektu (např. při požadavcích na zpřístupnění interních bezpečnostních opatření) apod.\n\nJestliže by taková úvaha v rozhodnutí povinného subjektu chyběla, bude vydané rozhodnutí bez dalšího nezákonné (nepřezkoumatelné) a nadřízený orgán či soud je zpravidla bude nucen zrušit (nadřízený orgán totiž obvykle nebude sám způsobilý legitimní důvody pro omezení přístupu k informacím dovozovat, i když ani takový postup samozřejmě nelze vyloučit)\". (FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. § 11 [Další omezení práva na informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 489.)\n\nPodatel je toho názoru, že v jeho případě není legitimní důvod k odmítnutí jeho žádosti dán, neboť neexistuje jiný legitimní zájem na poskytnutí informace, který by převážil ústavně zaručené právo na informace.\n\nPodatel je toho názoru, že v jeho případě není legitimní důvod k odmítnutí jeho žádosti dán, neboť neexistuje jiný legitimní zájem na poskytnutí informace, který by převážil ústavně zaručené právo na informace.",
      "titleMinus": "Povinný subjekt neposkytl informace s odůvodněním, že se jedná o výlučně vnitřní pokyny nebo personální předpisy ve smyslu § 11 odst. 1 písm. a) informačního zákona. Uvádí, že zákon mu poskytnutí takových informací neumožňuje nebo, že neexistuje legitimní zájem na poskytnutí těchto informací.",
      "obligatorni": "F"
    },
    {
      "ID": 22103,
      "name": "Oznaceni",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. To, zda se jedná o takové informace musí povinný subjekt posoudit podle jejich obsahu. To, že jsou označeny jako interní, nemá žádný význam.",
      "parent": 22100,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. \n\nNejvyšší správní soud v rozsudku sp. zn. 5 As 28/2007 ze dne 17. 1. 2008 (1532/2008 Sb. NSS) uvedl, že \"(z)a interní pokyn podle § 11 odst. 1 písm. a) zákona č. 106/1999 Sb. nelze považovat každý akt, který správní orgán takto označí. Rozhodný je vždy obsah konkrétního pokynu nebo jiného aktu. Týkají-li se informace výkonu veřejné správy navenek vůči veřejnosti, nelze je považovat za informace vyloučené z práva na jejich poskytnutí.“\n\nOdůvodnění povinného subjektu, že informace spadají pod ochranu podle § 11 odst. 1 písm. a) informačního zákona, jelikož jsou označeny jako interní, tedy neobstojí.",
      "titleMinus": "Povinný subjekt neposkytl informace s odůvodněním, že se jedná o výlučně vnitřní pokyny nebo personální předpisy ve smyslu § 11 odst. 1 písm. a) informačního zákona. To, že se jedná o výlučně vnitřní pokyny nebo personální předpisy odůvodňuje tím, že informace jsou takto označeny.",
      "obligatorni": "F"
    },
    {
      "ID": 22104,
      "name": "GDPR",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Pravidla ochrany osobních údajů u povinného subjektu dle aktuální judikatury do uvedené kategorie nespadají (10 A 251/2011-38).",
      "parent": 22100,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. \n\nJak vyplývá z aktuální judikatury pravidla ochrany osobních údajů u povinného subjektu dle aktuální judikatury do uvedené kategorie nespadají. Podatel v této souvislosti odkazuje zejména na rozhodnutí Nejvyššího správního soudu č. j. 10 A 251/2011-38 ze 10.1.2013 (2824/2013 Sb.NSS).",
      "titleMinus": "Povinný subjekt neposkytl pravidla ochrany osobních údajů u povinného subjektu s odůvodněním, že se jedná o výlučně vnitřní pokyny nebo personální předpisy ve smyslu § 11 odst. 1 písm. a) informačního zákona.",
      "obligatorni": "F"
    },
    {
      "ID": 22105,
      "name": "KolektivniSmlouva",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Kolektivní smlouva dle aktuální judikatury do uvedené kategorie nespadá (11 A 206/2010-74).",
      "parent": 22100,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. \n\nJak vyplývá z aktuální judikatury kolektivní smlouva do uvedené kategorie nespadá. Podatel v této souvislosti odkazuje na rozhodnutí Městského soudu v Praze č. j. 11 A 206/2010-74, kde se uvádí: \"Kolektivní smlouvu nelze považovat podle SvInf za vnitřní předpis dle § 11 odst. 1 písm. a), a to právě z toho důvodu, že žalovaný, potažmo orgán prvního stupně jsou veřejnou institucí, a proto informace o nakládání s veřejnými prostředky jsou povinny poskytnout. Skutečnost, že způsob či postup nakládání s nimi byl sjednán kolektivní smlouvou mezi zaměstnavatelem a zaměstnanci, zastoupenými odborovými organizacemi postupem podle zákoníku práce, povinnosti poskytnout takové informace podle SvInf povinný subjekt nezbavuje.\"",
      "titleMinus": "Povinný subjekt neposkytl kolektivní smlouvu s odůvodněním, že se jedná o výlučně vnitřní pokyny nebo personální předpisy ve smyslu § 11 odst. 1 písm. a) informačního zákona.",
      "obligatorni": "F"
    },
    {
      "ID": 22106,
      "name": "ZaznamZastupitelstvo",
      "popis": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. zvukového záznamu ze zasedání zastupitelstva obce. Tento záznam byl pořízen jen pro potřeby zpracování zápisu ze zasedání zastupitelstva dle aktuální judikatury do uvedené kategorie nespadá (15 Ca 106/2007-33).",
      "parent": 22100,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) informačního zákona může povinný subjekt omezit poskytnutí informací, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. \n\nJak vyplývá z aktuální judikatury zvukový záznam ze zasedání zastupitelstva obce. do uvedené kategorie nespadá. Podatel v této souvislosti odkazuje zejména na rozhodnutí Krajského soudu v Ústí nad Labem č. j. 15 Ca 106/2007-33, kde se uvádí: \"Zvukový záznam ze zasedání zastupitelstva se přitom podle čl. XII odst. 4 jednacího řádu Zastupitelstva města R. pořizuje jen pro obsahové náležitosti zpracování zápisu, avšak takový postup má dopad nejenom na vztahy uvnitř orgánů dotyčného města, nýbrž i na vztahy k jeho občanům. Zasedání zastupitelstva obce je totiž vždy veřejné, během něho dochází k informování občanů o činnosti orgánů obce a ti mohou na zasedání zastupitelstva vyjadřovat v souladu s jednacím řádem svá stanoviska k projednávaným věcem [§ 16 odst. 2 písm. c), § 93 odst. 2 a § 97 OZř]. Na základě § 11 odst. 1 písm. a) SvInf tedy nebylo možné žalobcem požadovanou informaci odmítnout.\"",
      "titleMinus": "Povinný subjekt neposkytl zvukového záznamu ze zasedání zastupitelstva obce. Tento záznam byl pořízen jen pro potřeby zpracování zápisu ze zasedání zastupitelstva. Povinný subjekt své rozhodnutí odůvodnil tím, že se jedná o výlučně vnitřní pokyn nebo personální předpis ve smyslu § 11 odst. 1 písm. a) informačního zákona.",
      "obligatorni": "F"
    },
    {
      "ID": 22201,
      "name": "JizRozhodnuto",
      "popis": "Ochrana nových informací vzniklých při přípravě rozhodnutí povinného subjektu se v souladu s § 11 odst. 2 písm. b) informačního zákona uplatní pouze do doby, než je příprava rozhodnutí ukončena samotným rozhodnutím. ",
      "parent": 22200,
      "titlePlus": "Povinný subjekt neposkytl podkladové dokumenty pro přípravu rozhodnutí. Samotné rozhodnutí dosud nebylo vytvořeno. Povinný subjekt své rozhodnutí odůvodnil tak, že se jedná novou informaci vzniklou při přípravě rozhodnutí povinného orgánu ve smyslu § 11 odst. 1 písm. b) informačního zákona, přičemž předmětné rozhodnutí ještě nebylo vydáno.",
      "oduvodneni": "Ochrana nových informací vzniklých při přípravě rozhodnutí povinného subjektu se v souladu s § 11 odst. 2 písm. b) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") uplatní pouze do doby, než je příprava rozhodnutí ukončena samotným rozhodnutím. Toto pravidlo plyne přímo ze zákona, bylo však potvrzeno i judikaturou. Městský soud v Praze v rozsudku č.j. 11 A 149/2012 ze dne 19. 11. 2013 (3023/2014 Sb. NSS) uvedl: \"Jakmile je rozhodnutí učiněno, byla příprava ukončena a odepření nelze aplikovat.\"\n\nVzhledem k tomu, že rozhodnutí povinného subjektu už vzniklo, ochrana před poskytnutím podle § 11 odst. 2 písm. b) informačního zákona se na podkladové dokumenty pro jeho přípravu nevztahuje.",
      "titleMinus": "Povinný subjekt neposkytl podkladové dokumenty pro přípravu rozhodnutí. Samotné rozhodnutí již bylo vytvořeno. Povinný subjekt své rozhodnutí odůvodnil tak, že se jedná novou informaci vzniklou při přípravě rozhodnutí povinného orgánu ve smyslu § 11 odst. 1 písm. b) informačního zákona.",
      "obligatorni": "F"
    },
    {
      "ID": 22202,
      "name": "PojemRozhodnutí",
      "popis": "Ve vztahu k uvedenému důvodu omezení práva na informace podle § 11 odst. 1 písm. b) informačního zákona se Městský soud v Praze vyjádřil tak, že rozhodnutím je míněno jakékoliv rozhodnutí, nejen rozhodnutí podle správního řádu. Rozhodnutím tedy může být např. usnesení rady obce. Důvodovou zprávu k tomuto usnesení je pak potřeba považovat za novu informaci k přípravě rozhodnutí ve smyslu uvedeného ustanovení (11 A 149/2012-63).",
      "parent": 22200,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": "Povinný subjekt neposkytl podkladové dokumenty pro přípravu usnesení orgánu obce nebo státního orgánu. Může se jednat například o důvodovou zprávu usnesení rady obce. Samotné usnesení dosud nebylo vydáno. Povinný subjekt své rozhodnutí odůvodnil tak, že se jedná novou informaci vzniklou při přípravě rozhodnutí povinného orgánu ve smyslu § 11 odst. 1 písm. b) informačního zákona.",
      "obligatorni": "F"
    },
    {
      "ID": 22203,
      "name": "PovinnostZverejnit",
      "popis": "Ust. § 11 odst. 1 písm. b) informačního zákona stanoví, že \"povinný subjekt může omezit poskytnutí informace, pokud jde o novou informaci, která vznikla při přípravě rozhodnutí povinného subjektu, pokud zákon nestanoví jinak; to platí jen do doby, kdy se příprava ukončí rozhodnutím.\" Slovní spojení \"pokud zákon nestanoví jinak\" znamená, že ochrana dle uvedeného ustanovení se na nové informace vzniklé při přípravě rozhodnutí povinného subjektu nevztahuje, pokud tyto informace povinný subjekt musí ne základě jiného zákona zveřejňovat. Jak uvádí odborná komentářová literatura k informačnímu zákonu, jedná se např. o dokumenty zveřejňované v rámci pořizování územně plánovací dokumentace podle stavebního zákona nebo návrh rozpočtu územního samosprávného celku podle zákona o rozpočtových pravidlech územních rozpočtů Podobné důsledky by mělo, pokud by povinný subjekt novou informaci sám před přijetím rozhodnutí dobrovolně zveřejnil.\n\nV případě, že informace již byla zveřejněna, povinný subjekt vám v souladu s § 6 informačního zákona může do sedmi dnů místo poskytnutí informace sdělit údaje umožňující vyhledání a získání zveřejněné informace, zejména odkaz na internetovou stránku, kde se informace nachází.",
      "parent": 22200,
      "titlePlus": null,
      "oduvodneni": "Ust. § 11 odst. 1 písm. b) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") stanoví, že \"povinný subjekt může omezit poskytnutí informace, pokud jde o novou informaci, která vznikla při přípravě rozhodnutí povinného subjektu, pokud zákon nestanoví jinak; to platí jen do doby, kdy se příprava ukončí rozhodnutím.\" Slovní spojení \"pokud zákon nestanoví jinak\" znamená, jak uvádí odborná komentářová literatura k informačnímu zákonu, že \"zvláštní zákon může novou informaci před přijetím finálního rozhodnutí sám zpřístupnit, resp. může s ní počítat jako s informací veřejně dostupnou, a v takovém případě nelze její poskytnut omezit, byť by informace sloužila jako podklad pro budoucí rozhodnutí povinného subjektu. Příkladem může být zveřejňování dokumentů v rámci pořizování územně plánovací dokumentace podle stavebního zákona, návrh rozpočtu územního samosprávného celku podle zákona o rozpočtových pravidlech územních rozpočtů aj. Podobné důsledky by mělo, pokud by povinný subjekt novou informaci sám před přijetím rozhodnutí dobrovolně zveřejnil. (FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. § 11 [Další omezení práva na informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 489.)\n\nVzhledem k tomu, že v daném případě zákon stanovil jinak, tj. existuje zákonná povinnost informaci zveřejnit, ochrana před poskytování této informace podle § § 11 odst. 1 písm. b) informačního zákona se na požadovanou informaci nevztahuje.",
      "titleMinus": "Povinný subjekt neposkytl podkladové dokumenty pro přípravu rozhodnutí s odkazem na to, že se jedná o nové informace vzniklé při přípravě jeho rozhodnutí. Tyto podkladové dokumenty je povinen ze zákona zveřejňovat. Jedná se například o návrh rozpočtu územního samosprávného celku či návrh územního plánu.",
      "obligatorni": "F"
    },
    {
      "ID": 22204,
      "name": "LegitimniDuvod",
      "popis": "Omezení poskytnutí nových informací vzniklých při přípravě rozhodnutí povinného subjektu, není zákonem vyžadováno bezpodmínečně. Povinný subjekt poskytnutí informací omezit může, nikoliv musí. To znamená, že k omezení poskytnutí informací musí mít legitimní důvod. Jinými slovy musí existovat legitimní zájem na neposkytnutí informací, který převáží nad ústavním právem na informace. Tento legitimní důvod může být uveden přímo v zákoně. Např. § 40 zákona o obcích stanoví, že dle informačního zákona se neposkytují usnesení, jímž zastupitelstvo nebo rada obce rozhodly o nabytí věci v dražbě, ve veřejné soutěži o nejvhodnější nabídku nebo o jejím nabytí jiným obdobným způsobem, se až do ukončení dražby, veřejné soutěže nebo jiného obdobného postupu. Důvod, který stojí za tímto ustanovením, je zřejmý. Pokud by taková usnesení byla poskytnuta, hrozilo by, že budou zneužita s cílem získat výhodu např. v postavení s jinými uchazeči o veřejnou zakázku.\n\nPři výkladu toho, co je a co není legitimní důvod, musí povinný subjekt vycházet z důvodu, pro které lze podle § 17 odst. 4 Listiny základních práv a svobod omezit. Jedná se o ochranu práv a svobod druhých, bezpečnost státu, veřejnou bezpečnost, ochranu veřejného zdraví a mravnosti. Komentářová literatura k informačnímu zákonu uvádí, že o legitimní důvod může jí také, pokud by sdělením informace mohlo dojít ke snížení ochrany majetku či bezpečnosti informačních systémů povinného subjektu (např. při požadavcích na zpřístupnění interních bezpečnostních opatření).",
      "parent": 22200,
      "titlePlus": null,
      "oduvodneni": "V souladu s § 11 odst. 1 písm. a) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\") může povinný subjekt omezit poskytnutí nových informací vzniklých při přípravě rozhodnutí povinného subjektu.\n\nVzhledem k tomu, že uvedený důvod odmítnutí žádosti o informace je fakultativní, musí se, jak uvádí odborná komentářová literatura k informačnímu zákonu povinný subjekt \"vedle podřazení požadovaných informací pod rozsah zákonného omezení zabývat též tím, zda v konkrétním řešeném případě je uplatnění důvodu pro omezení přístupu k informacím skutečně nezbytné, tedy zda existuje legitimní zájem na neposkytnutí požadované informace, který „převáží“ nad ústavním právem na informace a který odpovídá čl. 17 odst. 4 LPS (srov. rozsudky NSS č. j. 8 As 108/2014-54, č. j. 1 As 70/2013-58, č. j. 1 As 105/2010-73, č. j. 1 As 44/2008-116, rozsudek MS v Praze č. j. 8 A 167/2010-92). Aplikace § 11 odst. 1 je tedy „dvoufázová“ – nejdříve je nutné informaci (dokument) vyhodnotit jako „výlučně vnitřní informaci“ [§ 11 odst. 1 písm. a)] nebo „podkladovou informaci“ [§ 11 odst. 1 písm. b)] a splňuje-li příslušné znaky, je nutné dále odůvodnit nezbytnost omezení práva na informace. (...) \n\nOmezit přístup k informacím dle § 11 odst. 1 lze tehdy, jestliže by jejich poskytnutím mohlo dojít k neproporcionálnímu narušení jiného základního práva nebo i z jiných závažných důvodů korespondujících s hledisky danými čl. 17 odst. 4 LPS, např. pokud by – zcela objektivně posuzováno – poskytnutí „nových informací“ mohlo vést k narušení dané rozhodovací činnosti povinného subjektu [v případě § 11 odst. 1 písm. b)], pokud by tyto informace mohly být zneužity s cílem získat výhodu např. v postavení s jinými uchazeči o veřejnou zakázku, pokud by sdělením informace mohlo dojít ke snížení ochrany majetku či bezpečnosti informačních systémů povinného subjektu (např. při požadavcích na zpřístupnění interních bezpečnostních opatření) apod.\n\nJestliže by taková úvaha v rozhodnutí povinného subjektu chyběla, bude vydané rozhodnutí bez dalšího nezákonné (nepřezkoumatelné) a nadřízený orgán či soud je zpravidla bude nucen zrušit (nadřízený orgán totiž obvykle nebude sám způsobilý legitimní důvody pro omezení přístupu k informacím dovozovat, i když ani takový postup samozřejmě nelze vyloučit)\". (FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. § 11 [Další omezení práva na informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 489.)\n\nPodatel je toho názoru, že v jeho případě není legitimní důvod k odmítnutí jeho žádosti dán, neboť neexistuje jiný legitimní zájem na poskytnutí informace, který by převážil ústavně zaručené právo na informace.",
      "titleMinus": "Povinný subjekt neposkytl informace s odůvodněním, že se jedná o novou informaci, která vznikla při přípravě rozhodnutí povinného subjektu ve smyslu § 11 odst. 1 písm. b) informačního zákona. Uvádí, že zákon mu poskytnutí takových informací neumožňuje nebo, že neexistuje legitimní zájem na poskytnutí těchto informací.",
      "obligatorni": "F"
    },
    {
      "ID": 22205,
      "name": "PodkladyUSC",
      "popis": "Podkladové dokumenty pro jednání orgánů obce nebo kraje lze považovat za nové informace vzniklé při přípravě rozhodnutí povinného subjektu ve smyslu § 11 odst. 1 písm. b) informačního zákona. Při posuzování toho, zda na ně vztáhnout ochranu podle uvedeného ustanovení je vždy třeba zvažovat, zda je na poskytnutí těchto informací legitimní zájem. \n\nUžitečné vodítko pro tyto úvahy poskytuje odborná komentářová literatura k informačnímu zákonu, která rozlišuje schůze rady a zasedání zastupitelstva. U schůze rady budou legitimní důvody pro odmítnutí přístupu k podkladovým dokumentům před jejich projednáním zpravidla splněny. To vychází ze skutečnosti, že zasedání rady jsou neveřejná, mají „pracovní“ charakter a přístup k podkladovým materiálům dříve, než bude o určité záležitosti rozhodnuto, by mohl např. způsobit, že některé subjekty by mohly být znevýhodněny či by mohlo dojít k nepřípustnému ovlivňování členů rady (typicky v případě rozhodování o pronájmech majetku).\n\nNaopak v případě podkladových materiálů pro zasedání zastupitelstva územního samosprávného celku legitimní důvody k odmítnutí žádosti o tyto materiály dány spíše nebudou. Zásadním argumentem pro tento závěr je, že zasedání zastupitelstva jsou veřejná. Občané obce nebo kraje mají navíc ve vztahu k zasedání zastupitelstva zákonem zakotvena práva -  typicky právo vyjadřovat na zasedání zastupitelstva v souladu s jednacím řádem stanoviska k projednávaným věcem.\n",
      "parent": 22200,
      "titlePlus": "Povinný subjekt neposkytl podkladové dokumenty pro jednání rady obce nebo kraje.",
      "oduvodneni": "Podkladové dokumenty pro jednání orgánů obce nebo kraje lze považovat za nové informace vzniklé při přípravě rozhodnutí povinného subjektu ve smyslu § 11 odst. 1 písm. b) zákona č. 106/1999 Sb., o svobodném přístupu k informacím (\"informační zákon\"). Při posuzování toho, zda na ně vztahnout ochranu podle uvedeného ustanovení je vždy třeba zvažovat, zda je na poskytnutí těchto informací legitimní zájem. \n\nUžitečné vodítko pro tyto úvahy poskytuje odborná komentářová literatura k informačnímu zákonu: \"V případě schůze rady (na rozdíl od zasedání zastupitelstva) budou legitimní důvody pro odmítnutí přístupu k podkladovým dokumentům před jejich projednáním zpravidla splněny. Lze vycházet především z toho, že zasedání rady jsou neveřejná, mají „pracovní“ charakter a přístup k podkladovým materiálům dříve, než bude o určité záležitosti rozhodnuto, by mohl vést např. k riziku znevýhodnění některých subjektů či nepřípustnému ovlivňování členů rady (typicky v případě rozhodování o pronájmech majetku). Podkladové materiály mají ostatně charakter pracovního podkladu a jejich obsah by mohl být bez dalších souvislostí, které rada při svém rozhodování zohlední a uvede v zápise, nesprávně interpretován.\n\nNa legitimnosti vyloučení podkladových materiálů pro schůzi rady územního samosprávného celku nic nemění ani skutečnost, že samotná neveřejnost jejích schůzí nebrání poskytnutí informací o průběhu a výsledcích jejího jednání (jak ostatně dovozuje i publikovaná soudní judikatura). Zatímco neveřejnost nebude důvodem pro odmítnutí informace o výsledku jednání určitého orgánu (rady), je sama o sobě dostatečným důvodem pro „dočasné“ neposkytnutí nových informací sloužících pro tato neveřejná jednání jako podklad, tedy dostatečným důvodem pro dočasné omezení práva na informace.\n\nNaopak v případě podkladových materiálů pro zasedání zastupitelstva územního samosprávného celku je zásadní veřejnost tohoto zasedání ve spojení zejména s některými právy občana obce (typicky s právem vyjadřovat na zasedání zastupitelstva v souladu s jednacím řádem stanoviska k projednávaným věcem) důvodem, který bude ve většině případů aplikaci § 11 odst. 1 písm. b) bránit, neboť se sotva najde jiný legitimní zájem, který by převážil nad právem na přístup k takovým informacím.\" (FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. § 11 [Další omezení práva na informace]. In: FUREK, Adam, ROTHANZL, Lukáš, JIROVEC, Tomáš. Zákon o svobodném přístupu k informacím. 1. vydání. Praha: Nakladatelství C. H. Beck, 2016, s. 489.)\n\nPodatel žádal o poskytnutí podkladových dokumentů pro zasedání zastupitelstva. Vzhledem k výše uvedenému je toho názoru, že v jeho případě není legitimní důvod k odmítnutí jeho žádosti dán a dokumenty mu měly být poskytnuty.",
      "titleMinus": "Povinný subjekt neposkytl podkladové dokumenty pro jednání zastupitelstva obce nebo kraje.",
      "obligatorni": "F"
    },
    {
      "ID": 10101,
      "name": "necinnost",
      "popis": "Úřad to prostě musí vyřídit v dané lhůtě...",
      "parent": 10100,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": "Orgán nevyřídil žádost v zákonných lhůtách.",
      "obligatorni": null
    },
    {
      "ID": 30101,
      "name": "neuplne",
      "popis": "Povinný orgán sice na žádost reagoval a některé informace poskytl, avšak ne všechny. Nějaké položky z žádosti vynechal a zároveň o nich nevydal rozhodnutí o odmítnutí části žádosti.",
      "parent": 30100,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": "Orgán na některé body z žádosti nereagoval.",
      "obligatorni": null
    },
    {
      "ID": 50101,
      "name": "zpusobVyrizeni",
      "popis": "Povinný orgán sice informace poskytl, ale ne v požadovaném formátu či podobě. Formát neodpovídá žádosti a je v této podobě nepoužitelný.",
      "parent": 50100,
      "titlePlus": null,
      "oduvodneni": null,
      "titleMinus": "Povinný informace poskytl ve špatné podobě.",
      "obligatorni": null
    }
  ]
}