{
   "Důvody":[
      {
         "v":1,
         "ID":10099,
         "ust":null,
         "name":"jine",
         "popis":"Pokud povinný subjekt usoudí, že je potřeba, abyste žádost doplnili nebo upřesnili, musí vás k tomu vyzvat do 7 dní ode dne přijetí žádosti. Pokud by byl toho názoru, že se žádost nevztahuje k jeho působnosti, je povinen vám to sdělit do 7 dní. Nejde-li o žádnou z těchto situací, musí povinný subjekt v souladu s § 14 odst. 5 písm. d) informačního zákona informaci poskytnout nebo rozhodnout o odmítnutí žádosti do 15 dní. Pokud povinný subjekt do 15 dní od přijetí žádosti neodpoví, jedná se o nečinnost.\n\nŽádost je vyřízena včas, pokud povinný subjekt alespoň v poslední den lhůty předá požadované informace k doručení žadateli. To znamená, že lhůta může být zachována, i pokud je 15. den po podání žádosti a odpověď jste dosud neobdrželi. Záleží samozřejmě na tom, jakým způsobem vám je odpověď na žádost doručována (volba tohoto způsobu je na vás). Případné zdržení může nastat u doručování poštou. Pokud vám orgán odpovídá datovou zprávou, okamžik předání informace k doručení a jejího doručení by měl být totožný.",
         "title":"Jiné",
         "parent":10000
      },
      {
         "v":1,
         "ID":20100,
         "ust":"§ 2 odst. 4",
         "name":"nazory",
         "popis":"Povinnost poskytovat informace se netýká dotazů na názory, budoucí rozhodnutí a vytváření nových informací. Povinný subjekt tedy není povinen čistě pro účely žádosti o informace vytvářet nová stanoviska, sdělovat jaké kroky v konkrétní věci učiní či co bude obsahem rozhodnutí, které vydá. Není také povinen dovysvětlovat svá stanoviska či rozhodnutí.",
         "title":"Názory, budoucí rozhodnutí a nové informace",
         "parent":20000
      },
      {
         "v":2,
         "ID":20200,
         "ust":"§ 7",
         "name":"utajene",
         "popis":"Povinný subjekt nesmí poskytnout informace utajované ve smyslu zákona o utajovaných informacích. O utajovanou informaci se jedná, pokud \n* vyzrazení nebo zneužití informace může způsobit újmu zájmu České republiky nebo může být pro tento zájem nevýhodné a\n* Informace je uvedena v seznamu utajovaných informací.\n\nV rámci ochrany utajovaných informací povinný subjekt nesmí poskytnout ani osobní údaje o osobě, která:\n* je držitelem osvědčení pro přístup k utajovaným informacím pro stupeň Přísně tajné a Tajné a\n* poskytnutí těchto osobních údajů by mohlo ohrozit ochranu utajovaných informací.",
         "title":"Utajované informace",
         "parent":20000
      },
      {
         "v":1,
         "ID":20300,
         "ust":"§ 8a odst. 1",
         "name":"osobnost",
         "popis":"Povinný subjekt smí poskytnout informace, které se týkající osobnosti, projevů osobní povahy, soukromí fyzické osoby a osobní údaje pouze, pokud je jejich poskytnutí v souladu s občanským zákoníkem a nařízením GDPR. V této souvislosti dochází ke střetu dvou ústavně chráněných práv - práva na informace s právem na ochranu osobnosti. Tato práva je vždy potřeba pečlivě vážit a dle okolností konkrétní případu rozhodnout, kterému dát v daném případě přednost.",
         "title":"Informace týkající se osobnosti",
         "parent":20000
      },
      {
         "v":1,
         "ID":20400,
         "ust":"§ 9 odst. 1",
         "name":"obchTajemstvi",
         "popis":"Povinný subjekt nesmí poskytnout informace, které mají povahu obchodního tajemství. Obchodní tajemství tvoří skutečnosti, které jsou současně:\n\n* konkurenčně významné (zajišťují jejich vlastníku lepší postavení na trhu),\n* určitelné (musí být možné je jasně vymezit, nejedná se např. o pouhé znalosti či dovednost zaměstnanců)\n* ocenitelné (jejich hodnotu lze ocenit penězi)\n* nejsou běžně dostupné v příslušných obchodních kruzích\n* souvisí s obchodním závodem\n* jejich vlastník zajišťuje jejich utajení ",
         "title":"Obchodní tajemství",
         "parent":20000
      },
      {
         "v":2,
         "ID":20500,
         "ust":"§ 10",
         "name":"majetkovePomery",
         "popis":"Povinný subjekt nesmí poskytnout informace o majetkových poměrech osoby, která není povinným subjektem, jež získal na základě zákonů o daních, poplatcích, penzijním nebo zdravotním pojištění nebo sociálním zabezpečení.",
         "title":"Informace o majetkových poměrech třetích osob",
         "parent":20000
      },
      {
         "v":1,
         "ID":20600,
         "ust":"§ 11 odst. 2 písm. a)",
         "name":"externiInfo",
         "popis":"Povinný subjekt nesmí poskytnout informace od třetích osob, které vznikly bez použití veřejných prostředků. Podmínkou je, že třetí osoba neměla ze zákona povinnost informace předat. Tyto informace poskytnout lze, pokud s jejich poskytnutím třetí osoba souhlasí. Souhlas nemusí být sán výslovně, ale může také vyplývat z relevantní právní úpravy, ze které plyne veřejný zájem na dalším zpřístupňování předané informace.",
         "title":"Informace od třetích osob",
         "parent":20000
      },
      {
         "v":2,
         "ID":20700,
         "ust":"§ 11 odst. 2 písm. b)",
         "name":"verejne",
         "popis":"Povinný subjekt nesmí poskytnout informace, které na základě zvláštního zákona zveřejňuje v předem stanovených pravidelných obdobích, pokud požadované informace v režimu dle zvláštního zákona ještě nezveřejnil. Tyto informace vám tedy na žádost neposkytne až do nejbližšího následujícího období, ve kterém informace zveřejní všem na základě zvláštního zákona. Jedná se například o informace zveřejňované podle zákona o státní statistické službě. Tento postup se odůvodňuje tím, aby všichni měli rovný přístup k takto zveřejňovaným informacím.",
         "title":"Pravidelně zveřejňované informace",
         "parent":20000
      },
      {
         "v":2,
         "ID":20800,
         "ust":"§ 11 odst. 2 písm. c)",
         "name":"autorskaPrava",
         "popis":"Povinný subjekt nesmí poskytnout informace, jejichž poskytnutím by byla porušena ochrana práv třetích osob k předmětu autorského práva. Předmětem autorského práva je autorské dílo ve smyslu autorského zákona:\n\n* jde o dílo umělecké (př. literární, hudební, divadelní, architektonické...) nebo vědecké,\n* dílo je jedinečným výsledkem tvůrčí činnosti autora a\n* je vyjádřeno v objektivně vnímatelné podobě (př. na papíře, hudebním nosiči, prostřednictvím zvukových vln apod.).",
         "title":"Autorské právo třetích osob",
         "parent":20000
      },
      {
         "v":2,
         "ID":20900,
         "ust":"§ 11 odst. 2 písm. d)",
         "name":"finSystem",
         "popis":"Povinný subjekt nesmí poskytnout informace, které se týkají stability finančního systému. Jedná se například o informace o špatné kondici bankovních institucí v České republice) nebo informace o stabilizujícím kroku ČNB, jejichž předčasné zveřejnění by mohlo ohrozit pozitivní dopad chystaných kroků a tím v zásadě též ohrozit stabilitu finančního systému.",
         "title":"Informace o stabilitě finančního systému",
         "parent":20000
      },
      {
         "v":2,
         "ID":21000,
         "ust":"§ 11 odst. 3",
         "name":"dozor",
         "popis":"Povinný subjekt nesmí poskytnout informace, které získal od třetích osob při plnění úkolů v rámci své kontrolní, dozorové, dohledové nebo obdobné činnosti. Zároveń je potřeba, aby se na povinný subjekt při této činnosti prováděné na základě zvláštních právních předpisů vztahovala povinnost mlčenlivosti anebo jiný postup, který informace chrání před zveřejněním nebo zneužitím. Povinný subjekt může poskytnout pouze ty informace, které sám při plnění zmíněných úkolů kontrolního či dohledového charakteru vytvořil. Povinný subjekt tedy nesmí poskytnout informace, která mu předala kontrolovaná osoba. Naopak kontrolní protokol, který sám na základě informací, jež mu předala kontrolovaná osoba, vytvořil, poskytnout má..",
         "title":"Informace od kontrolovaných osob",
         "parent":20000
      },
      {
         "v":2,
         "ID":21100,
         "ust":"§ 11 odst. 4 písm. a)",
         "name":"trest",
         "popis":"Povinný subjekt nesmí poskytnout informace o probíhajícím trestím řízení (ani informace, které se trestního řízení týkají), pokud by jejich poskytnutí ohrozilo (nebo zmařilo) účel trestního řízení, zejména zajištění práva na spravedlivý proces. V přípravném (trestním) řízení například nesmí orgány činné v trestním řízení zveřejnit informace, které by umožnily zjistit, kdo je osoba, proti které se trestní řízení vede, kdo je poškozeným nebo kdo je svědkem. ",
         "title":"Probíhající trestní řízení",
         "parent":20000
      },
      {
         "v":2,
         "ID":21200,
         "ust":"§ 11 odst. 6",
         "name":"trestOrgany",
         "popis":"Povinný subjekt nesmí poskytnout informaci o činnosti orgánů činných v trestním řízení (policie, státní zastupitelství, soud) nebo bezpečnostních sborů (např. policiie, hasiči, celníci, vězenská služba), která se týká cílů jejich činnosti. Nesmí tedy poskytnout informace o  předcházení, vyhledávání, odhalování nebo stíhání trestné činnosti a také ty, jež se týkají ochrany bezpečnosti osob, majetku a veřejného pořádku. Tyto informace nesmí poskytnout, pokud by jejich poskytnutí ohrozilo práva třetích osob anebo schopnost orgánů veřejné moci plnit své cíle - předcházet trestné činnosti, vyhledávat nebo odhalovat trestnou činnost, stíhat trestné činy a zajišťovat veřejný pořádek a bezpečnost České republiky.",
         "title":"Informace o činnosti trestních orgánů a bezpečnostních sborů",
         "parent":20000
      },
      {
         "v":2,
         "ID":21300,
         "ust":"§ 11 odst. 4 písm. b)",
         "name":"soudy",
         "popis":"Povinný subjekt nesmí poskytnout informace o rozhodovací činnosti soudů. Neposkytují se informace, které souvisejí s:\n* rozhodováním soudů,\n* postupem soudů a jejich úkony, které směřují k tomu, aby soudy zjistily skutkový stav věci a\n* úkony, které účastníci učinili vůči soudu a ostatním účastníkům řízení.\nDůležitou výjimkou jsou rozsudky a jiná rozhodnutí. Ty se musí poskytnout vždy. Při jejich poskytování je třeba dbát ostatních zákonných důvodů, které omezují právo na informace, zejména ochranu osobních údajů.",
         "title":"Rozhodovací činnost soudů",
         "parent":20000
      },
      {
         "v":2,
         "ID":21400,
         "ust":"§ 11 odst. 4 písm. c)",
         "name":"zpravodajství",
         "popis":"Povinný subjekt nesmí poskytnout informace o plnění úkolů zpravodajských služeb nebo o činnosti zpravodajských služeb, pokud by to ohrozilo plnění jejich úkolů či ochranu utajovaných informací.",
         "title":"Informace o zpravodajských službách",
         "parent":20000
      },
      {
         "v":2,
         "ID":21500,
         "ust":"§ 11 odst. 4 písm. d)",
         "name":"nku",
         "popis":"Povinný subjekt nesmí poskytnout informace o přípravě, průběhu a projednávání výsledků kontrol v orgánech Nejvyššího kontrolního úřadu",
         "title":"Informace o kontrolách NKÚ",
         "parent":20000
      },
      {
         "v":2,
         "ID":21600,
         "ust":"§ 11 odst. 4 písm. e)",
         "name":"fau",
         "popis":"Povinný subjekt nesmí poskytnout informace o činnosti Finančního analytického úřadu podle zákona o některých opatřeních proti legalizaci výnosů z trestné činnosti a financování terorismu nebo podle zákona o provádění mezinárodních sankcí.",
         "title":"Informace o činnosti Finančně analytického úřadu",
         "parent":20000
      },
      {
         "v":2,
         "ID":21700,
         "ust":"§ 11 odst. 4 písm. f)",
         "name":"cnb",
         "popis":"Povinný subjekt nesmí poskytnout informace o činnosti České národní banky v souvislosti s vedením centrální evidence účtů",
         "title":"Informace o činnosti České národní banky",
         "parent":20000
      },
      {
         "v":2,
         "ID":21800,
         "ust":"§ 11 odst. 5 písm. a)",
         "name":"autorTv",
         "popis":"Povinný subjekt nesmí poskytnout informace, které jsou předmětem ochrany práva autorského vyjmenovaných veřejných subjektů. Jedná se o:\n* Provozovatele rozhlasového nebo televizního vysílání, kteří toto vysílání provozují na základě zvláštních právních předpisů.\n* Školy a školská zařízení, která jsou součástí vzdělávací soustavy podle školského zákona a zákona o vysokých školách.\n* Veřejné instituce, které jsou příjemci nebo spolupříjemci podpory výzkumu a vývoje z veřejných prostředků podle zákona o podpoře výzkumu a vývoje (např. Akademie věd).\n* Kulturní instituce hospodařící s veřejnými prostředky (př. divadla, orchestry). Výjimkou jsou veřejnosti přístupné knihovny, muzea a galerie, které, pokud k odmítnutí žádosti o informace nemají jiný zákonný důvod, informace musí poskytnout.",
         "title":"Autorská ochrana provozovatelů rozhlasového a televizního vysílání, škol a výzkumných a kulturních institucí hospodařících s veřejnými prostředky",
         "parent":20000
      },
      {
         "v":1,
         "ID":22000,
         "ust":"§ 2 odst. 1 a 2",
         "name":"subjektStatUSC",
         "popis":"Pokud adresát není povinným subjektem ve smyslu informačního zákona nemusí požadovanou informaci poskytnout. Povinným subjektem jsou\n\n* státní orgány\n* územní samosprávné celky a jejich orgány a \n* veřejné instituce - to, zda se jedná o instituci veřejnou nebo soukromou vyplývá z převahy znaků (způsob vzniku a zániku, osobou zřizovatele stát nebo soukromý subjekt, orgány instituce zřizuje stát či soukromý subjekt, (ne)existuje státní dohled nad činností instituce, veřejný nebo soukromý účel). ",
         "title":"Adresát (státní orgán) není povinný subjekt",
         "parent":20000
      },
      {
         "v":1,
         "ID":21900,
         "ust":"§ 2 odst. 1 a 2",
         "name":"subjektVerejnaInstituce",
         "popis":"Pokud adresát není povinným subjektem ve smyslu informačního zákona nemusí požadovanou informaci poskytnout. Povinným subjektem jsou\n\n* státní orgány\n* územní samosprávné celky a jejich orgány a \n* veřejné instituce - to, zda se jedná o instituci veřejnou nebo soukromou vyplývá z převahy znaků (způsob vzniku a zániku, osobou zřizovatele stát nebo soukromý subjekt, orgány instituce zřizuje stát či soukromý subjekt, (ne)existuje státní dohled nad činností instituce, veřejný nebo soukromý účel). ",
         "title":"Adresát (veřejná instituce) není povinný subjekt",
         "parent":20000
      },
      {
         "v":2,
         "ID":22900,
         "ust":"§ 2 odst. 1 a 2",
         "name":"subjektPusobnost",
         "popis":"Povinné subjekty jsou povinny poskytovat pouze informace, které se vztahují k jejich působnosti. Působností se rozumí okruh záležitostí, které povinný orgán ze zákona může a musí řešit. Například stavební úřad nemůže poskytnout informaci o počtu narozených dětí v jeho správním obvodu.",
         "title":"Informace není v působnosti povinného orgánu",
         "parent":20000
      },
      {
         "v":1,
         "ID":22100,
         "ust":"§ 11 odst. 1 písm. a)",
         "name":"vnitrniPokyny",
         "popis":"Povinný subjekt nemusí poskytnout informace, které se vztahují výlučně k jeho vnitřním pokynům a personálním předpisům. Pokyny či předpisy musí mít výlučně vnitřní charakter, tj.:\n\n* 1. nejsou právními normami;\n* 2. nemají dopad na osoby stojící vně povinného subjektu\n* 3. pro posouzení internosti je rozhodující obsah pokynu či předpisu (ne jeho označení).\nPro neposkytnutí těchto informací musí navíc existovat legitimní důvod.",
         "title":"Vnitřní pokyny a personální předpisy",
         "parent":20000
      },
      {
         "v":1,
         "ID":22200,
         "ust":"§ 11 odst. 1 písm. b)",
         "name":"infoPredRozhodnutim",
         "popis":"Povinný subjekt nemusí poskytnout novou informaci, která vznikla při přípravě jeho rozhodnutí. Z tohoto pravidla může zákon stanovit výjimky. Jakmile je příprava informace ukončena rozhodnutím, tento důvod pro odmítnutí nelze aplikovat. Pro neposkytnutí této informace musí existovat legitimní důvod. ",
         "title":"Nová informace před vydáním rozhodnutí",
         "parent":20000
      },
      {
         "v":2,
         "ID":22300,
         "ust":"§ 11 odst. 1 písm. c)",
         "name":"nato_eu",
         "popis":"Povinný subjekt nemusí poskytnout informaci od NATO nebo EU, která je v zájmu bezpečnosti státu, veřejné bezpečnosti nebo ochrany práv třetích osob chráněna označením \"NATO UNCLASSIFIED\" nebo \"LIMITE\". \n",
         "title":"Informace poskytnuté NATO nebo EU",
         "parent":20000
      },
      {
         "v":2,
         "ID":22400,
         "ust":"§ 11 odst. 1 písm. d)",
         "name":"bezpecnost",
         "popis":"Povinný subjekt nemusí poskytnout informaci, jejíž poskytnutí by významně nebo přímo ohrozilo účinnost bezpečnostního opatření podle zvláštního právního předpisu. Tento důvod odmítnutí žádosti o inforamce se vztahuje na opatření, jejichž účelem je ochrana bezpečnosti osob, majetku a veřejného pořádku.",
         "title":"Ohrožení účinnosti bezpečnostních opatření",
         "parent":20000
      },
      {
         "v":2,
         "ID":22500,
         "ust":"§ 11 odst. 1 písm. e)",
         "name":"zahranici",
         "popis":"Povinný subjekt nemusí poskytnout informaci, jejíž poskytnutí by významně nebo přímo ohrožovalo výkon zahraniční služby při ochraně zájmů České republiky a jejích občanů v zahraničí.",
         "title":"Ohrožení výkonu zahraniční služby",
         "parent":20000
      },
      {
         "v":2,
         "ID":22600,
         "ust":null,
         "name":"opakovani",
         "popis":"Pokud již byla dotyčná informace žadateli poskytnuta, byť i po lhůtě k vyřízení původní žádosti, povinný subjekt může novou žádost z tohoto důvodu zamítnout. Tento důvod odepření informací zákon nezmiňuje, vyplývá však z jeho smyslu a účelu. Účelem zákona není opakované poskytování informací, které má žadatel již k dispozici.",
         "title":"Opakovaná žádost o informace",
         "parent":20000
      },
      {
         "v":2,
         "ID":22700,
         "ust":null,
         "name":"zneuziti",
         "popis":"Povinný subjekt může žádost o informace odmítnout, pokud je zřejmé, že žádost cílí na poškození legitimních zájmů jiných osob (př. šikanovat, vydírat nebo vyprovokovat nenávist vůči těm, jichž se informace týkají). Tento důvod se musí uplatňovat nanejvýš restriktivně a za pečlivého poměření s jinými obdobně důležitými právními principy, zejména principem právní jistoty. ",
         "title":"Zneužití práva na informace",
         "parent":20000
      },
      {
         "v":1,
         "ID":30990,
         "ust":null,
         "name":"jine",
         "popis":"Povinný subjekt je povinen se zabývat celou vaší žádostí. Není přípustné, aby odpověděl pouze na část žádosti a zbytek nechal bez odpovědi. Pokud je povinný subjekt toho názoru, že část informací poskytnout lze a část ne, musí ve vztahu k těm informacím, které poskytnout nehodlá, vydat rozhodnutí o odmítnutí žádosti.\n",
         "title":"Jiné",
         "parent":30000
      },
      {
         "v":1,
         "ID":40990,
         "ust":null,
         "name":"jine",
         "popis":"Povinný subjekt může požadovat přiměřeně vysoké náklady spojené s pořízením kopií, opatřením technických nosičů dat a s odesláním informací žadateli. Dále může požadovat přiměřeně vysoké náklady za mimořádně rozsáhlé vyhledávání informací. Požadovaná výše nákladů musí být uvedena v oznámení o výši úhrady, které musí výši nákladů přesvědčivě odůvodnit, vč. odkazu na sazebník úhrad, který musí každý povinný subjekt vést. Úhradu nákladů za poskytnutí informace lze požadovat pouze před poskytnutím informace.",
         "title":"Jiné",
         "parent":40000
      },
      {
         "v":1,
         "ID":40200,
         "ust":"§ 17 odst. 1",
         "name":"kopie",
         "popis":"Povinný subjekt může požadovat náhradu za náklady spojené s pořízením kopií, na kterých budou informace poskytnuty. Požadovaná výše nákladů musí být uvedena v oznámení o výši úhrady a musí být dostatečně odůvodněna. V oznámení musí být uvedeno, na základě, jakých skutečností a jakým způsobem byla výše úhrady vyčíslena. Způsob vyčíslení se odůvodňuje odkazem na sazebník úhrad, který musí každý povinný subjekt vést.",
         "title":"Pořízení kopií",
         "parent":40000
      },
      {
         "v":1,
         "ID":40300,
         "ust":"§ 17 odst. 1",
         "name":"nosice",
         "popis":"Povinný subjekt může požadovat úhradu za opatření technických nosičů dat (CD, DVD), ne kterých bude informace předána. Požadovaná výše nákladů musí být uvedena v oznámení o výši úhrady a musí být dostatečně odůvodněna. V oznámení musí být uvedeno, na základě, jakých skutečností a jakým způsobem byla výše úhrady vyčíslena. Způsob vyčíslení se odůvodňuje odkazem na sazebník úhrad, který musí každý povinný subjekt vést.",
         "title":"Opatření technických nosičů dat",
         "parent":40000
      },
      {
         "v":1,
         "ID":40400,
         "ust":"§ 17 odst. 1",
         "name":"odeslani",
         "popis":"Povinný subjekt může požadovat úhradu za náklady souvisejících s odesláním informace. Požadovaná výše nákladů musí být uvedena v oznámení o výši úhrady a musí být dostatečně odůvodněna. V oznámení musí být uvedeno, na základě, jakých skutečností a jakým způsobem byla výše úhrady vyčíslena. Způsob vyčíslení se odůvodňuje odkazem na sazebník úhrad, který musí každý povinný subjekt vést.",
         "title":"Odeslání informací",
         "parent":40000
      },
      {
         "v":1,
         "ID":40500,
         "ust":"§ 17 odst. 1",
         "name":"rozsah",
         "popis":"Povinný subjekt může požadovat náhradu za mimořádně rozsáhlé vyhledávání, pokud shromáždění informací bude pro daný povinný subjekt představovat v jeho konkrétních podmínkách časově náročnou činnost, která se objektivně vzato vymyká běžnému poskytování informací tímto subjektem. Oznámení povinného subjektu o povinnosti úhrady musí obsahovat odůvodnění mimořádnosti a odkaz na sazebník.",
         "title":"Mimořádné rozsáhlé vyhledávání",
         "parent":40000
      },
      {
         "v":1,
         "ID":50099,
         "ust":null,
         "name":null,
         "popis":"Pokud žádost o poskytnutí informace směřuje k poskytnutí zveřejněné informace, může vám povinný subjekt místo poskytnutí samotné informace sdělit údaje, na základě, kterých budete moci již zveřejněnou informaci vyhledat a získat. Jedná se zejména o odkaz na internetovou stránku, kde se informace nachází. V takovém případě máte právo po povinném orgánu požadovat, aby vám i tak samotnou informaci zaslal. Toto právo nemáte, pokud jste žádost podali elektronicky a požadovaná informace je zveřejněna na internetu. Špatným vyřízením žádosti je, když vás povinný orgán odkáže na informaci, kterou ale nelze na základě jím poskytnutých informací získat.",
         "title":"Jiné",
         "parent":50000
      }
   ]
}